Repository: yarons/hebdrup
Catalog: po/done/modules-system.po
Languages: he

source: The number of queries in the query cache.
he: מספר השאילתות במטמון השאילתות.

source: The number of times MySQL found previous results in the cache.
he: מספר הפעמים בהן MySQL מצא תוצאות קודמות במטמון.

source: The number of times MySQL added a query to the cache (misses).
he: מספר הפעמים שבהן מערכת MySQL הוסיפה שאילתה למטמון (החטאות).

source: The number of times MySQL had to remove queries from the cache because it ran out of memory. Ideally should be zero.
he: מספר הפעמים שנאלצה מערכת MySQL להסיר שאילתות מהמטמון כיוון שאזל לה הזיכרון. עדיף שיופיע כאן אפס.

source: Show descriptions
he: הצגת תיאורים

source: Expand layout to include descriptions.
he: הרחבת הפריסה כך שתכלול תיאורים.

source: Hide descriptions
he: הסתרת תיאורים

source: Compress layout by hiding descriptions.
he: צמצום הפריסה על ידי הסתרת תיאורים.

source: Version
he: גרסה

source: Other
he: אחר

source: incompatible
he: לא תואם

source: Incompatible with this version of Drupal core
he: אינו תואם לגרסה זו של ליבת דרופל

source: This version is incompatible with the !core_version version of Drupal core.
he: גרסה זו אינה תואמת לגרסה !core_version של ליבת דרופל.

source: Incompatible with this version of PHP
he: אינו תואם לגרסה זו של PHP.

source: This module requires PHP version @php_required and is incompatible with PHP version !php_version.
he: מודול זה דורש PHP בגרסה @php_required ואינו נתמך על ידי PHP בגרסה !php_version.

source: No modules are available to uninstall.
he: אין מודולים הזמינים להסרה.

source: Screenshot
he: צילום מסך

source: This theme requires PHP version @php_required and is incompatible with PHP version !php_version.
he: ערכת נושא זו דורשת PHP בגרסה @php_required ואינה נתמכת על ידי PHP בגרסה !php_version.

source: You must enable the @dependencies module to install @module.
he: עליך להפעיל את המודול @dependencies כדי להתקין את @module.

source: The system module is at the foundation of your Drupal website, and provides basic but extensible functionality for use by other modules and themes. Some integral elements of Drupal are contained in and managed by the system module, including caching, enabling or disabling of modules and themes, preparing and displaying the administrative page, and configuring fundamental site settings. A number of key system maintenance operations are also part of the system module.
he: מודול המערכת נמצא ביסודות אתר הדרופל שלך ומספר יכולות בסיסיות אך גמישות לשימוש מודולים אחרים במערכת. חלק מהרכיבים הפנימיים של דרופל מוכלים במערכת ומנוהלים על ידי מודול המערכת לרבות מאמון, הפעלה וניטרול של מודולים וערכות נושא והגדרת התצורה הבסיסית והיסודית של האתר. כמה מפעולות המפתח לתחזוקת המערכת גם הן חלק ממודול המערכת.

source: The system module provides:
he: מודול המערכת מספק:

source: support for enabling and disabling <a href="@modules">modules</a>. Drupal comes packaged with a number of core modules; each module provides a discrete set of features and may be enabled depending on the needs of your site. A wide array of additional modules contributed by members of the Drupal community are available for download at the <a href="@drupal-modules">Drupal.org module page</a>.
he: תמיכה בהפעלה ובנטרול של <a href="@modules">מודולים</a>. למארז המערכת של דרופל מצורפים גם מספר מודולי ליבה; כל מודול מספק ערכה ייחודית של תכונות שניתן להפעיל בהתאם לצורכי האתר שלך. מערך רחב של מודולים נוספים שנתרמו על ידי קהילת דרופל זמינים להורדה מ<a href="@drupal-modules">דף המודולים של Drupal.org</a>.

source: support for enabling and disabling <a href="@themes">themes</a>, which determine the design and presentation of your site. Drupal comes packaged with several core themes and additional contributed themes are available at the <a href="@drupal-themes">Drupal.org theme page</a>.
he: תמיכה בהפעלה ובנטרול של <a href="@themes">ערכות נושא</a>, המגדירות את הסגנון ואופן ההצגה של האתר שלך. למארז המערכת של דרופל מצורפים גם מספר ערכות נושא של הליבה וניתן להשיג ערכות נושא נוספות שנתרמו על ידי הקהילה ב<a href="@drupal-themes">דף ערכות הנושא שלDrupal.org</a>.

source: a robust <a href="@cache-settings">caching system</a> that allows the efficient re-use of previously-constructed web pages and web page components. Drupal stores the pages requested by anonymous users in a compressed format; depending on your site configuration and the amount of your web traffic tied to anonymous visitors, Drupal's caching system may significantly increase the speed of your site.
he: <a href="@cache-settings">מערכת מטמון</a> איתנה המאפשרת שימוש חוזר לצורכי יעילות בדפי תוכן ופריטים בדפי תוכן שנבנו קודם לכן. מערכת דרופל מאחסנת את הדפים שנתבקשו על ידי משתמשים אלמונים במבנה דחוס; בהתאם לתצורת האתר שלך וכמות תעבורת הרשת שנצרכת על ידי משתמשים אלמונים, מערכת המטמון של דרופל יכולה להאיץ באופן משמעותי את האתר שלך.

source: a set of routine administrative operations that rely on a correctly-configured <a href="@cron">cron maintenance task</a> to run automatically. A number of other modules, including the feed aggregator, ping module and search also rely on <a href="@cron">cron maintenance tasks</a>. For more information, see the online handbook entry for <a href="@handbook">configuring cron jobs</a>.
he: ערכת פעולות תפעול שגרתיות הנשענת על <a href="@cron">משימת תחזוקה של cron</a> שמוגדרת כראוי כך שתרוץ אוטומטית. כמה מודולים נוספים לרבות אוגר ההזנות, מודול הפינגים והחיפוש גם כן נשענים על <a href="@cron">משימות התחזוקה של cron</a>. למידע נוסף ניתן לעיין ברשומה <a href="@handbook">הגדרת משימות cron</a> שבמדריך המעשי המקוון.

source: basic configuration options for your site, including <a href="@date-settings">date and time settings</a>, <a href="@file-system">file system settings</a>, <a href="@clean-url">clean URL support</a>, <a href="@site-info">site name and other information</a>, and a <a href="@site-maintenance">site maintenance</a> function for taking your site temporarily off-line.
he: אפשרויות תצורה בסיסיות לאתר שלך לרבות <a href="@date-settings">הגדרות תאריך ושעה</a>, <a href="@file-system">הגדרות מערכת קבצים</a>, <a href="@clean-url">תמיכה בכתובות נקיות</a>, <a href="@site-info">שם האתר ומידע נוסף</a>וגם פונקציה לניהול <a href="@site-maintenance">תחזוקת האתר</a> כדי להשבית את האתר באופן זמני.

source: For more information, see the online handbook entry for <a href="@system">System module</a>.
he: למידע נוסף, יש לעיין ברשומת המדריך המעשי ל<a href="@system">מודול המערכת</a>.

source: Welcome to the administration section. Here you may control how your site functions.
he: ברוך בואך לאגף התפעול. כאן ניתן לשלוט בתפקוד האתר שלך.

source: This page shows you all available administration tasks for each module.
he: דף זה מציג לך את כל משימות התפעול הזמינות לכל מודול.

source: Select which themes are available to your users and specify the default theme. To configure site-wide display settings, click the "configure" task above. Alternatively, to override these settings in a specific theme, click the "configure" link for that theme. Note that different themes may have different regions available for displaying content; for consistency in presentation, you may wish to enable only one theme.
he: בחירת אילו ערכות נושא יהיו זמינות למשתמשים שלך והגדרת ערכת הנושא כברירת המחדל. כדי להגדיר הגדרות תצוגה כלל מערכתיות יש ללחוץ על משימת ה״הגדרה״ שלהלן. לחלופין כדי לשכתב על הגדרות אלה בערכת נושא מסוימת יש ללחוץ על הקישור ״הגדרה״ עבור ערכת נושא זו. יש לשים לב שלערכות נושא שונות ישנם אזורים שונים המאפשרים הצגת תוכן; לצורך תאימות בהצגה יתכן שמוטב יהיה להפעיל ערכת נושא אחת בלבד.

source: To change the appearance of your site, a number of <a href="@themes">contributed themes</a> are available.
he: כדי לשנות את מראה האתר שלך, ישנן מספר <a href="@themes">ערכות נושא שנתרמו על ידי משתמשים</a> זמינות להורדה.

source: These options control the display settings for the <code>%template</code> theme. When your site is displayed using this theme, these settings will be used. By clicking "Reset to defaults," you can choose to use the <a href="@global">global settings</a> for this theme.
he: אפשרויות אלו שולטות בהגדרות התצורה עבור ערכת הנושא <code>%template</code>. כאשר האתר שלך יוצג באמצעות ערכת נושא זו, יעשה שימוש בהגדרות אלה. על ידי לחיצה על ״איפוס לברירות המחדל״ ניתן לבחור להשתמש ב<a href="@global">הגדרות הכלליות</a> עבור ערכת נושא זו.

source: These options control the default display settings for your entire site, across all themes. Unless they have been overridden by a specific theme, these settings will be used.
he: אפשרויות אלה שולטות בהגדרות התצוגה כברירת המחדל עבור כל האתר שלך ועבור כל ערכות הנושא. הגדרות אלו יהיו בשימוש אלא אם כן הן נדרסו בערכות נושא מסוימות.

source: Modules are plugins that extend Drupal's core functionality. Enable modules by selecting the <em>Enabled</em> checkboxes below and clicking the <em>Save configuration</em> button. Once a module is enabled, new <a href="@permissions">permissions</a> may be available. To reduce server load, modules with their <em>Throttle</em> checkbox selected are temporarily disabled when your site becomes extremely busy. (Note that the <em>Throttle</em> checkbox is only available if the Throttle module is enabled.)
he: מודולים הם תוספים המרחיבים תכונות הליבה של דרופל. ניתן להפעיל מודולים על ידי בחירה בתיבות הסימון <em>פעיל</em> שלהלן ואז לחיצה על לחצן <em>שמירת התצורה</em>. לאחר שמודול מופעל יתכן שיהיו <a href="@permissions">הרשאות</a> חדשות זמינות. כדי להקל בעומס על השרת, מודולים שתיבת ה<em>האטה</em> שלהם מסומנת מבוטלים באופן זמני כאשר האתר הופך עמוס במיוחד. (נא לשים לב כי תיבת הסימון <em>האטה</em> זמינה רק אם מודול ההאטה פעיל.)

source: The auto-throttle functionality must be enabled on the <a href="@throttle">throttle configuration page</a> after having enabled the throttle module.
he: יש להפעיל את תכונת ההאטה האוטומטית מ<a href="@throttle">דף תצורת ההאטה</a> לאחר הפעלת מודול ההאטה.

source: It is important that <a href="@update-php">update.php</a> is run every time a module is updated to a newer version.
he: חשוב שהקובץ <a href="@update-php">update.php</a> יופעל בכול פעם שמודול מעודכן לגרסה חדשה.

source: You can find all administration tasks belonging to a particular module on the <a href="@by-module">administration by module page</a>.
he: ניתן למצוא את כל משימות התפעול השייכות למודול מסוים ב<a href="@by-module">דף התפעול לפי מודול</a>.

source: To extend the functionality of your site, a number of <a href="@modules">contributed modules</a> are available.
he: כדי להרחיב את יכולות האתר שלך זמינים לרשותך כמה <a href="@modules">מודולים שנתרמו על ידי הקהילה</a>.

source: The uninstall process removes all data related to a module. To uninstall a module, you must first disable it. Not all modules support this feature.
he: תהליך ההסרה מסיר את כל הנתונים הקשורים במודול. כדי להסיר מודול, עליך לבטל אותו תחילה. לא כל המודולים תומכים בתכונה זו.

source: The <em>Powered by Drupal</em> block is an optional link to the home page of the Drupal project. While there is absolutely no requirement that sites feature this link, it may be used to show support for Drupal.
he: המקטע <em>מופעל על דרופל</em> הינו קישור בלתי מחייב לדף הבית של מיזם דרופל. בעוד אין כל דרישה שאתרים יציגו קישור זה, ניתן להשתמש בו כדי להביע תמיכה בדרופל.

source: Actions are individual tasks that the system can do, such as unpublishing a piece of content or banning a user. Modules, such as the trigger module, can fire these actions when certain system events happen; for example, when a new post is added or when a user logs in. Modules may also provide additional actions.
he: פעולות הן משימות יחידניות שהמערכת יכולה לבצע כגון ביטול הפרסום של חתיכת תוכן או חסימת משתמש. מודולים, כגון מודול ההזנקה, יכולים להפעיל פעולות אלה כאשר מתרחשים אירועי מערכת שונים; לדוגמה, כאשר נוספת רשומה חדשה או כאשר משתמש נכנס. מודולים יכולים גם לספק פעולות נוספות.

source: There are two types of actions: simple and advanced. Simple actions do not require any additional configuration, and are listed here automatically. Advanced actions can do more than simple actions; for example, send an e-mail to a specified address, or check for certain words within a piece of content. These actions need to be created and configured first before they may be used. To create an advanced action, select the action from the drop-down below and click the <em>Create</em> button.
he: ישנם שני סוגים של פעולות: פשוטות ומתקדמות. פעולות פשוטות אינן דורשות תצורה נוספת והן מופיעות כאן אוטומטית. פעולות מתקדמות יכולות לבצע יותר מפעולות פשוטות; לדוגמה, לשלוח דוא״ל לכתובת מסוימת או לבדוק אחר מילים מסוימת במקטע תוכן כלשהו. יש ליצור ולהגדיר פעולות אלו לפני שניתן יהיה להשתמש בהן. כדי ליצור פעולה מתקדמת, יש לבחור את הפעולה מהרשימה הנגללת שלהלן וללחוץ על הלחצן <em>יצירה</em>.

source: You may proceed to the <a href="@url">Triggers</a> page to assign these actions to system events.
he: ניתן להמשיך לדף ה<a href="@url">מזניקים</a> כדי להקצות פעולות אלה לאירועי מערכת.

source: An advanced action offers additional configuration options which may be filled out below. Changing the <em>Description</em> field is recommended, in order to better identify the precise action taking place. This description will be displayed in modules such as the trigger module when assigning actions to system events, so it is best if it is as descriptive as possible (for example, "Send e-mail to Moderation Team" rather than simply "Send e-mail").
he: פעולה מתקדמת מאפשרת אפשרויות תצורה נוספות שאותן ניתן למלא להלן. מומלץ לשנות את שדה ה<em>תיאור</em>, כדי לזהות ביתר קלות את הפעולה המתבצעת. תיאור זה יופיע במודולים כמו מודול ההזנקה בעת הקצאת פעולות לאירועי מערכת, כך שעדיף שהתיאור יהיה תיאורי ככל הניתן (לדוגמה: "שליחת דוא״ל לצות הפיקוח" עדיף על פני "שליחת דוא״ל").

source: Here you can find a short overview of your site's parameters as well as any problems detected with your installation. It may be useful to copy and paste this information into support requests filed on drupal.org's support forums and project issue queues.
he: כאן ניתן למצוא סקירה קצרצרה של הפרמטרים של האתר שלך כמו גם תקלות שנתגלו בהתקנה שלך. כדאי להעתיק ולהדביק את המידע הזה לתוך בקשות תמיכה המתויקות בפורומי התמיכה של drupal.org ובתורי תקלות המיזם.

source: Selecting a different theme will change the look and feel of the site.
he: בחירה בערכת נושא אחרת תשנה את המראה והתחושה של האתר.

source: Time zone
he: אזור הזמן

source: Select your current local time. Dates and times throughout this site will be displayed using this time zone.
he: בחירת הזמן המקומי הנוכחי שלך. תאריכים ושעות באתר זה יוצגו בהתאם לאזור זמן זה.

source: Powered by Drupal
he: מופעל על ידי דרופל

source: Badge color
he: צבע התג

source: Black
he: שחור

source: Blue
he: כחול

source: Gray
he: אפור

source: Badge size
he: גודל התג

source: Small
he: קטן

source: Large
he: גדול

source: Theme configuration
he: תצורת ערכת הנושא

source: (site default theme)
he: (ערכת הנושא כברירת המחדל של האתר)

source: The settings have not been saved because of the errors.
he: ההגדרות לא נשמרו עקב שגיאות.

source: Configure permissions
he: הגדרת ההרשאות

source: When cron runs
he: כאשר cron מופעל

source: Display a message to the user
he: הצגת הודעה למשתמש

source: Redirect to URL
he: הפנייה לכתובת

source: Choose an advanced action
he: בחירה בפעולה מתקדמת

source: Action type
he: סוג הפעולה

source: Actions available to Drupal:
he: פעולות הזמינות לדרופל:

source: Make a new advanced action available
he: יצירת פעולה מתקדמת חדשה

source: Create
he: יצירה

source: A unique description for this advanced action. This description will be displayed in the interface of modules that integrate with actions, such as Trigger module.
he: תיאור ייחודי לפעולה מתקדמת זו. תיאור זה יופיע במנשק של מודולים התלויים בפקודות כמו מודול ההזנקה.

source: The action has been successfully saved.
he: הפעולה נשמרה בהצלחה.

source: Are you sure you want to delete the action %action?
he: האם ברצונך למחוק את הפעולה %action?

source: This cannot be undone.
he: לא ניתן לבטל פעולה זו.

source: Action %action was deleted
he: הפעולה %action נמחקה

source: Deleted orphaned action (%action).
he: נמחקה פעולה יתומה (%action).

source: Recipient
he: נמען

source: The email address to which the message should be sent OR enter %author if you would like to send an e-mail to the author of the original post.
he: כתובת הדוא״ל שאליה אמורה ההודעה להישלח או שניתן להזין %author אם ברצונך לשלוח הודעת דוא״ל אל המחבר של הרשומה המקורית.

source: The subject of the message.
he: נושא ההודעה.

source: The message that should be sent. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. Not all variables will be available in all contexts.
he: ההודעה שאמורה להישלח. ניתן לכלול את המשתנים הבאים: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. לא כל המשתנים יהיו זמינים בכל ההקשרים.

source: Please enter a valid email address or %author.
he: נא להזין כתובת דוא״ל תקנית או %author.

source: The message to be displayed to the current user. You may include the following variables: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. Not all variables will be available in all contexts.
he: ההודעה שתוצג למשתמש הנוכחי. ניתן לכלול את המשתנים הבאים: %site_name, %username, %node_url, %node_type, %title, %teaser, %body. לא כל המשתנים יהיו זמינים בכל ההקשרים.

source: The URL to which the user should be redirected. This can be an internal URL like node/1234 or an external URL like http://drupal.org.
he: הכתובת המיועדת להפניית המשתמש. זו יכולה להיות כתובת פנימית כגון node/1234 או כתובת חיצונית כגון http://drupal.org.

source: Powered by Drupal, an open source content management system
he: מופעל על דרופל, מערכת ניהול תוכן בקוד פתוח

source: Could not delete temporary file "%path" during garbage collection
he: לא ניתן למחוק את הקובץ הזמני "%path" במהלך איסוף האשפה

source: Deleted action %aid (%action)
he: נמחקה הפעולה %aid‏ (%action)

source: Cannot use %author token in this context.
he: לא ניתן להשתמש באסימון %author בתוכן זה.

source: Sent email to %recipient
he: שליחת דוא״ל אל %recipient

source: Unable to send email to %recipient
he: לא ניתן לשלוח דוא״ל אל %recipient

source: administer site configuration
he: תפעול תצורת האתר

source: access administration pages
he: גישה לדפי התפעול

source: administer actions
he: תפעול פעולות

source: access site reports
he: גישה לדוחות האתר

source: select different theme
he: בחירת ערכת נושא אחרת

source: administer files
he: תפעול קבצים

source: File download
he: הורדת קבצים

source: Administer
he: תפעול

source: Compact mode
he: מצב קומפקטי

source: By task
he: לפי משימה

source: By module
he: לפי מודל

source: Content management
he: ניהול תוכן

source: Manage your site's content.
he: ניהול תוכן האתר שלך.

source: Site configuration
he: תצורת האתר

source: Adjust basic site configuration options.
he: הגדרת אפשרויות תצורה בסיסיות באתר.

source: Site building
he: בניית האתר

source: Control how your site looks and feels.
he: שליטה במראה ובתחושה של אתרך.

source: Settings for how your administrative pages should look.
he: הגדרות כיצד הדפים הניהוליים שלך צריכים להיראות.

source: Change which theme your site uses or allows users to set.
he: בחירת אילו ערכות נושא יוכלו משתמשי האתר להגדיר.

source: Select the default theme.
he: הגדרת ערכת הנושא כברירת המחדל.

source: Global settings
he: הגדרות כלליות

source: Enable or disable add-on modules for your site.
he: הפעלה או נטרול של מודולי תוספים באתרך.

source: Actions
he: פעולות

source: Manage the actions defined for your site.
he: ניהול פעולות המוגדרות עבור האתר שלך.

source: Manage actions
he: ניהול פעולות

source: Configure an advanced action
he: הגדרת פעולה מתקדמת

source: Delete action
he: מחיקת פעולה.

source: Delete an action.
he: מחיקת פעולה.

source: Remove orphans
he: הסרת יתומים

source: Site information
he: נתוני האתר

source: Change basic site information, such as the site name, slogan, e-mail address, mission, front page and more.
he: שינוי נתונים בסיסיים על האתר כגון: שם האתר, משפט המפתח, כתובת הדוא״ל, הגדרת משימה, עמוד ראשי ועוד.

source: Control how Drupal deals with errors including 403/404 errors as well as PHP error reporting.
he: שליטה על האופן בו יטופלו שגיאות לרבות 403/404 בדרופל כמו גם דיווח על שגיאות PHP.

source: Logging and alerts
he: רישום והתראות

source: Settings for logging and alerts modules. Various modules can route Drupal's system events to different destination, such as syslog, database, email, ...etc.
he: הגדרות למודולי הרישום וההתראה. מודולים רבים יכולים לנתב את ארועי המערכת של דרופל ליעד שונה, כמו לדוגמה רישום המערכת, מסד נתונים, דוא״ל ועוד.

source: Performance
he: ביצועים

source: Enable or disable page caching for anonymous users and set CSS and JS bandwidth optimization options.
he: הפעלה או נטרול של מטמון דפים עבור משתמשים אלמוניים והגדרת אפשרויות ניצול יעיל של רוחב הפס ל־JS ול־CSS.

source: File system
he: מערכת קבצים

source: Tell Drupal where to store uploaded files and how they are accessed.
he: יש לספר לדרופל היכן לשמור את הקבצים שמועלים וכיצד ניתן לגשת אליהם.

source: Image toolkit
he: ערכת כלי התמונה

source: Choose which image toolkit to use if you have installed optional toolkits.
he: ניתן לבחור באיזו ערכת כלים להשתמש אם התקנת מספר ערכות כלים.

source: RSS publishing
he: פרסום RSS

source: Configure the number of items per feed and whether feeds should be titles/teasers/full-text.
he: הגדרת מספר הפריטים בהזנה והאם ההזנות צריכות להכיל כותרות/פתיח/טקסט מלא.

source: Date and time
he: תאריך ושעה

source: Settings for how Drupal displays date and time, as well as the system's default timezone.
he: הגדרות שישפיעו על האופן שבו יוצגו התאריך והשעה בדרופל ובנוסף גם אזור הזמן כברירת המחדל במערכת.

source: Date and time lookup
he: חיפוש לפי תאריך ושעה

source: Site maintenance
he: תחזוקת האתר

source: Take the site off-line for maintenance or bring it back online.
he: השבתת האתר לצורכי תחזוקה או החזרתו לחיים.

source: Enable or disable clean URLs for your site.
he: הפעלה או נטרול של הכתובות הנקיות באתרך.

source: Clean URL check
he: בדיקת כתובות נקיות

source: Reports
he: דוחות

source: View reports from system logs and other status information.
he: צפייה בדוחות מרישומי המערכת ונתוני מצב שונים.

source: Status report
he: דוח מצב

source: Get a status report about your site's operation and any detected problems.
he: קבלת דוחות מצב על אודות פעולת האתר ועל כל מיני בעיות שהתגלו.

source: Run cron
he: הפעלת cron

source: Footer
he: כותרת תחתונה

source: -1 (Unlimited)
he: ‏‎-1‎ (בלתי מוגבל)

source: Stores details about batches (processes that run in multiple HTTP requests).
he: יאוחסנו פרטים על אצוות (תהליכים הפעילים במספר בקשות HTTP).

source: Drupal
he: דרופל

source: Web server
he: שרת אינטרנט

source: Your PHP installation is too old. Drupal requires at least PHP %version.
he: התקנת ה־PHP שלך ישנה מדי. מערכת דרופל דורשת PHP בגרסה %version לפחות.

source: <em>register_globals</em> is enabled. Drupal requires this configuration directive to be disabled. Your site may not be secure when <em>register_globals</em> is enabled. The PHP manual has instructions for <a href="http://php.net/configuration.changes">how to change configuration settings</a>.
he: <em>register_globals</em> פעיל. מערכת דרופל דורשת שהנחיית תצורה זו תהיה מנוטרלת. אתרך לא יהיה מאובטח כל עוד <em>register_globals</em> פעילה. במדריך התפעול של PHP יש הסברים <a href="http://php.net/configuration.changes">כיצד לשנות את הגדרות התצורה</a>.

source: Enabled ('@value')
he: פעיל ('@value')

source: PHP memory limit
he: מגבלת זיכרון של PHP

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the installation process.
he: יש לשקול להרחיב את מגבלת זיכרון ה־PHP שלך ל־%memory_minimum_limit כדי לסייע במניעת שגיאות בתהליך ההתקנה.

source: Consider increasing your PHP memory limit to %memory_minimum_limit to help prevent errors in the update process.
he: יש לשקול להרחיב את מגבלת זיכרון ה־PHP שלך ל־%memory_minimum_limit כדי לסייע במניעת שגיאות בתהליך העדכון.
