Repository: yarons/hebdrup
Catalog: po/done/modules-system.po
Languages: he

source: One or more problems were detected with your Drupal installation. Check the <a href="@status">status report</a> for more information.
he: התגלו בעיה אחת או יותר בהתקנת הדרופל שלך. נא לבדוק את <a href="@status">רישום המצב</a> למידע נוסף.

source: You do not have any administrative items.
he: אין לך פריטים תפעוליים.

source: Get help
he: קבלת עזרה

source: System default
he: ברירת המחדל של המערכת

source: Administration theme
he: ערכת הנושא של אגף התפעול

source: Choose which theme the administration pages should display in. If you choose "System default" the administration pages will use the same theme as the rest of the site.
he: נא לבחור מה תהיה ערכת הנושא של דפי התפעול. אם תיבחר ״ברירת המחדל של המערכת״ דפי הניהול ישתמשו באותה ערכת הנושא כמו שאר האתר.

source: Use administration theme for content editing
he: שימוש בערכת הנושא של התפעול לצורכי עריכת תוכן

source: Use the administration theme when editing existing posts or creating new ones.
he: יש להשתמש בערכת הנושא של התפעול בעת עריכת רשומות קיימות או בעת יצירת חדשות.

source: Screenshot for %theme theme
he: צילום מסך של ערכת הנושא %theme

source: no screenshot
he: אין צילום מסך

source: Please note that the <a href="!admin_theme_page">administration theme</a> is still set to the %admin_theme theme; consequently, the theme on this page remains unchanged. All non-administrative sections of the site, however, will show the selected %selected_theme theme by default.
he: נא לשים לב כי <a href="!admin_theme_page">ערכת הנושא של התפעול</a> עדיין מוגדרת לערכת הנושא %admin_theme; כתוצאה מכך, ערכת הנושא שבדף זה תישאר ללא שינויים. עם זאת, כל האגפים שאינם תפעוליים באתר יציגו ערכת הנושא %selected_theme כברירת המחדל.

source: The configuration options have been saved.
he: אפשרויות התצורה נשמרו.

source: Logo
he: סמליל

source: Site name
he: שם האתר

source: Site slogan
he: משפט המפתח של האתר

source: Mission statement
he: הצהרת כוונות

source: User pictures in posts
he: תמונות המשתמשים ברשומות

source: User pictures in comments
he: תמונות המשתמשים בהערות

source: Search box
he: תיבת חיפוש

source: Shortcut icon
he: סמל קיצור דרך

source: Toggle display
he: החלפת מצב התצוגה

source: Enable or disable the display of certain page elements.
he: הצגה או הסתר של פריטים מסוימים בדף.

source: Display post information on
he: הצגת נתוני הרשומה

source: Enable or disable the <em>submitted by Username on date</em> text when displaying posts of the following type.
he: הפעלה או נטרול של הטקסט <em>נשלח על ידי משתמש בתאריך</em> בעת הצגת רשומות מסוג זה.

source: Logo image settings
he: הגדרות תמונת הסמליל

source: If toggled on, the following logo will be displayed.
he: אם פעיל הסמליל הבא יוצג.

source: Use the default logo
he: יש להשתמש בסמליל ברירת המחדל

source: Check here if you want the theme to use the logo supplied with it.
he: יש לסמן כאן אם ברצונך שערכת הנושא תשתמש בסמליל שסופק יחד אתה.

source: Path to custom logo
he: נתיב לסמליל מותאם אישית

source: The path to the file you would like to use as your logo file instead of the default logo.
he: הנתיב לקובץ בו תרצה להשתמש כסמליל שלך במקום סמליל ברירת המחדל.

source: Upload logo image
he: העלאת תמונת סמליל

source: If you don't have direct file access to the server, use this field to upload your logo.
he: אם אין לך גישה ישירה לקבצים שבשרת, ניתן להשתמש בשדה זה כדי להעלות את הסמליל שלך.

source: Shortcut icon settings
he: הגדרות סמל קיצור הדרך

source: Your shortcut icon, or 'favicon', is displayed in the address bar and bookmarks of most browsers.
he: סמל קיצור הדרך שלך, או 'favicon', מוצג בשורת הכתובות ובסימניות ברוב הדפדפנים.

source: Use the default shortcut icon.
he: שימוש בסמל קיצור הדרך של ברירת המחדל.

source: Check here if you want the theme to use the default shortcut icon.
he: נא ללחוץ כאן אם ברצונך להשתמש בסמל ברירת המחדל לקיצורי הדרך.

source: Path to custom icon
he: נתיב לסמל המותאם אישית

source: The path to the image file you would like to use as your custom shortcut icon.
he: הנתיב לקובץ התמונה שברצונך להשתמש כסמל קיצור הדרך.

source: Upload icon image
he: העלאת תמונת סמל

source: If you don't have direct file access to the server, use this field to upload your shortcut icon.
he: אם אין לך גישה ישירה לקבצים שבשרת, ניתן להשתמש בשדה זה כדי להעלות את סמל קיצור הדרך שלך.

source: Theme-engine-specific settings
he: הגדרות ייעודיות למנגנון ערכות הנושא

source: These settings only exist for all the templates and styles based on the %engine theme engine.
he: הגדרות אלו קיימות עבור כל התבניות והסגנונות המבוססים על מנגנון ערכות הנושא %engine.

source: Theme-specific settings
he: הגדרות ייעודיות לערכת נושא

source: These settings only exist for the %theme theme and all the styles based on it.
he: הגדרות אלו קיימות עבור ערכת הנושא %theme וכל הסגנונות המבוססים עליה.

source: The configuration options have been reset to their default values.
he: אפשרויות התצורה אופסו לערכי ברירת המחדל שלהן.

source: @module (<span class="admin-disabled">disabled</span>)
he: @module (<span class="admin-disabled">מנוטרל</span>)

source: @module (<span class="admin-missing">missing</span>)
he: @module (<span class="admin-missing">חסר</span>)

source: @module (<span class="admin-enabled">enabled</span>)
he: @module (<span class="admin-enabled">פעיל</span>)

source: Depends on: !dependencies
he: תלוי ב־: !dependencies

source: Required by: !required
he: נדרש על ידי: !required

source: Some required modules must be enabled
he: יש להפעיל כמה מהמודולים הנדרשים

source: Would you like to continue with enabling the above?
he: האם ברצונך להמשיך תוך הפעלת הבאים?

source: Continue
he: המשך

source: Uninstall
he: הסרה

source: The following modules will be completely uninstalled from your site, and <em>all data from these modules will be lost</em>!
he: המודולים הבאים יוסרו לחלוטין מהאתר שלך ו<em>כל הנתונים של מודולים אלה יאבדו</em>!

source: Confirm uninstall
he: אישור ההסרה

source: Would you like to continue with uninstalling the above?
he: האם ברצונך להמשיך בהסרת הבאים?

source: No modules selected.
he: לא נבחרו מודולים.

source: The selected modules have been uninstalled.
he: המודולים הנבחרים הוסרו.

source: The name of this website.
he: שם האתר הזה.

source: The <em>From</em> address in automated e-mails sent during registration and new password requests, and other notifications. (Use an address ending in your site's domain to help prevent this e-mail being flagged as spam.)
he: הכתובת <em>From</em> בהודעות הדוא"ל האוטומטיות הנשלחות במהלך ההרשמה או במהלך בקשת ססמאות חדשות והתרעות נוספות. (יש להשתמש בכתובת המסתיימת בשם המתחם של האתר שלך כדי למנוע מסימון ההודעות כזבל.)

source: Slogan
he: משפט מפתח

source: Your site's motto, tag line, or catchphrase (often displayed alongside the title of the site).
he: משפט המפתח, הכותרת המשנית או משפט המחץ של האתר שלך (לרוב יוצג ליד כותרת האתר)

source: Mission
he: משימה

source: Your site's mission or focus statement (often prominently displayed on the front page).
he: הצהרת המשימה או המיקוד של האתר שלך (לרוב מופיע בהדגשה בעמוד הראשי)

source: Footer message
he: הודעת הכותרת התחתונה

source: This text will be displayed at the bottom of each page. Useful for adding a copyright notice to your pages.
he: טקסט זה יופיע בחלק התחתון בכול העמודים. שימושי בעת הוספת מידע על זכויות יוצרים לדפים לך.

source: Anonymous user
he: משתמש אלמוני

source: The name used to indicate anonymous users.
he: השם המשמש לציון משתמשים בלתי ידועים.

source: Default front page
he: הדף הראשי כברירת מחדל

source: The home page displays content from this relative URL. If unsure, specify "node".
he: דף הבית שיציג תוכן מהכתובת היחסית הבאה, במקרה של ספק יש לציין "צומת".

source: The path '@path' is either invalid or you do not have access to it.
he: הנתיב '@path' אינו תקני או שאין לך גישה אליו.

source: Default 403 (access denied) page
he: דף 403 (גישה נדחתה) כברירת המחדל

source: This page is displayed when the requested document is denied to the current user. If unsure, specify nothing.
he: דף זה מוצג כאשר המסמך המבוקש נדחה עבור המשתמש הנוכחי. במקרה של ספק ניתן להשאיר ריק.

source: Default 404 (not found) page
he: דף 404 (לא נמצא) כברירת מחדל

source: This page is displayed when no other content matches the requested document. If unsure, specify nothing.
he: דף זה מוצג כאשר אין שום תוכן אחר התואם למסמך שהתבקש. במקרה של ספק ניתן להשאיר ריק.

source: Error reporting
he: דיווח על שגיאות

source: Write errors to the log
he: כתיבת שגיאות לרישום

source: Write errors to the log and to the screen
he: כתיבת שגיאות לרישום ולמסך

source: Specify where Drupal, PHP and SQL errors are logged. While it is recommended that a site running in a production environment write errors to the log only, in a development or testing environment it may be helpful to write errors both to the log and to the screen.
he: ציון היכן ירשמו שגיאות דרופל, PHP ו־SQL. בעוד שמומלץ שאתר שמופעל בסביבת הפקה יכתוב שגיאות לרישום בלבד, בסביבת פיתוח או בדיקה יתכן שעדיף יהיה לכתוב את השגיאות לרישום וגם למסך.

source: The normal cache mode is suitable for most sites and does not cause any side effects. The aggressive cache mode causes Drupal to skip the loading (boot) and unloading (exit) of enabled modules when serving a cached page. This results in an additional performance boost but can cause unwanted side effects.
he: מצב המטמון הרגיל מתאים לרוב האתרים ואינו גורם לתופעות לוואי. מצב המטמון התוקפני גורם לדרופל לדלג על שלב הטעינה (הפעלה) והפריקה (יציאה) של מודולים בעת מתן שירותי מטמון. מצב זה גורם לשיפור בביצועים אך יכול לגרום לתופעות לוואי בלתי רצויות.

source: <strong class="error">The following enabled modules are incompatible with aggressive mode caching and will not function properly: %modules</strong>
he: <strong class="error">המודולים הפעילים הבאים אינם תומכים במצב מטמון תוקפני ולא יפעלו כראוי: %modules</strong>

source: <strong class="ok">Currently, all enabled modules are compatible with the aggressive caching policy.</strong> Please note, if you use aggressive caching and enable new modules, you will need to check this page again to ensure compatibility.
he: <strong class="ok">נכון לעכשיו, כל המודולים הפעילים משתמשים במדיניות המטמון התוקפני.</strong> נש לשים לב, אם נעשה שימוש במטמון תוקפני ומופעלים מודולים חדשים, עליך לבקר שוב בדף זה כדי לוודא תאימות.

source: Page cache
he: מטמון הדפים

source: Enabling the page cache will offer a significant performance boost. Drupal can store and send compressed cached pages requested by <em>anonymous</em> users. By caching a web page, Drupal does not have to construct the page each time it is viewed.
he: הפעלת מטמון הדפים יניב שיפור משמעותי בביצועים. באפשרות דרופל לאחסן ולשלוח דפים דחוסים שנשמרו במטמון לפי בקשתם של משתמשים <em>אלמונים</em>. על ידי שמירת דף אינטרנט במטמון, לדרופל אין צורך להרכיב את הדף בכול פעם שהדף נצפה.

source: Caching mode
he: מצב מטמון

source: Normal (recommended for production sites, no side effects)
he: רגיל (מומלץ לאתרי הפקה, אין תופעות לוואי)

source: Aggressive (experts only, possible side effects)
he: תוקפני (מומחים בלבד, תתכנה תופעות לוואי)

source: Minimum cache lifetime
he: זמן החיים המזערי של המטמון

source: On high-traffic sites, it may be necessary to enforce a minimum cache lifetime. The minimum cache lifetime is the minimum amount of time that will elapse before the cache is emptied and recreated, and is applied to both page and block caches. A larger minimum cache lifetime offers better performance, but users will not see new content for a longer period of time.
he: באתרים בעלי תעבורה כבדה, יתכן שיש לאכוף זמן חיים מזערי למטמון. זמן החיים המזערי למטמון הוא פרק הזמן הקצר ביותר שיחלוף לפני שהמטמון מתרוקן ונוצר מחדש, והגדרה זו חלה גם על דפים וגם על מטמון מקטעים. ככל שזמן החיים המזערי למטמון גדול יותר כך הביצועים משתפרים אך המשתמש לא יוכלו לצפות בתוכן לפרק זמן ארוך יותר.

source: Page compression
he: דחיסת דפים

source: By default, Drupal compresses the pages it caches in order to save bandwidth and improve download times. This option should be disabled when using a webserver that performs compression.
he: כברירת מחדל, מערכת דרופל דוחסת את הדפים הנשמרים במטמון כדי לחסוך ברוחב פס ולשפר את זמני ההורדה. כדאי לבטל אפשרות זו בעת השימוש בשרת המבצע דחיסה בעצמו.

source: Block cache
he: מטמון מקטעים

source: Enabling the block cache can offer a performance increase for all users by preventing blocks from being reconstructed on each page load. If the page cache is also enabled, performance increases from enabling the block cache will mainly benefit authenticated users.
he: הפעלת מטמון המקטעים יכולה להציע שיפור בביצועים עבור כל המשתמשים על ידי מניעת בנייתם מחדש של מקטעים בכול טעינה של עמוד. אם גם מטמון הדפים מופעל, השיפור בביצועים עקב הפעלת מטמון המקטעים יורגש בעיקר אצל משתמשים מזוהים.

source: Enabled (recommended)
he: פעיל (מומלץ)

source: Note that block caching is inactive when modules defining content access restrictions are enabled.
he: נא לשים לב ששמירה במטמון אינה פעילה כאשר מודולים המגדירים הגבלות גישה לתוכן פעילים.

source: Bandwidth optimizations
he: ייעול רוחב פס

source: <p>Drupal can automatically optimize external resources like CSS and JavaScript, which can reduce both the size and number of requests made to your website. CSS files can be aggregated and compressed into a single file, while JavaScript files are aggregated (but not compressed). These optional optimizations may reduce server load, bandwidth requirements, and page loading times.</p><p>These options are disabled if you have not set up your files directory, or if your download method is set to private.</p>
he: <p>מערכת דרופל יכולה לייעל באופן אוטומטי משאבים כגון CSS ו־JavaScript, מה שיכול לגרום לצמצם בגדלים ובמספר הבקשות שמתקבלות לאתרך. ניתן לאגור ולדחוס קובצי CSS לתוך קובץ אחד, בעוד שניתן לאגור קובצי JavaScript (אך לא לדחוס אותם). ייעולים אלה אינם מחייבים אך יכולים להפחית בעומס על השרת, בדרישות רוחב הפס ובזמני טעינת העמודית.</p><p>אפשרויות אלו אינן פעילות אם לא הוגדרו תיקיות הקבצים שלך או אם שיטת ההורדה שלך הוגדרה לפרטית</p>

source: Optimize CSS files
he: ייעול קובצי CSS

source: This option can interfere with theme development and should only be enabled in a production environment.
he: אפשרות זו עלולה להפריע לפיתוח ערכות נושא ויש להפעיל אותה רק בסביבת הפקה.

source: Optimize JavaScript files
he: ייעול קובצי JavaScript

source: This option can interfere with module development and should only be enabled in a production environment.
he: אפשרות זו עלולה להפריע לפיתוח מודולים ויש להפעיל אותה רק בסביבת הפקה.

source: Clear cached data
he: ריקון הנתונים שנשמרו במטמון

source: Caching data improves performance, but may cause problems while troubleshooting new modules, themes, or translations, if outdated information has been cached. To refresh all cached data on your site, click the button below. <em>Warning: high-traffic sites will experience performance slowdowns while cached data is rebuilt.</em>
he: מטמון של נתונים משפר את הביצועים אך עלול לגרום לבעיות בעת פתרון תקלות במודולים, ערכות נושא או תרגומים חדשים במידה שנשמרו במטמון נתונים שאינם עדכניים. כדי לרענן את כל הנתונים שנשמרו באתר שלך יש ללחוץ על הלחצן שלהלן. <em>אזהרה: אתרים בעלי תעבורה כבדה יחוו האטה בביצועים בעת הבנייה של הנתונים מחדש.</em>

source: Caches cleared.
he: המטמונים רוקנו.

source: File system path
he: נתיב במערכת הקבצים

source: A file system path where the files will be stored. This directory must exist and be writable by Drupal. If the download method is set to public, this directory must be relative to the Drupal installation directory and be accessible over the web. If the download method is set to private, this directory should not be accessible over the web. Changing this location will modify all download paths and may cause unexpected problems on an existing site.
he: נתיב במערכת הקבצים שבו יאוחסנו הקבצים. על תיקייה זו להיות קיימת ופתוחה לכתיבה מדרופל. אם שיטת ההורדה מוגדרת לציבורית, על תיקייה זו להיות ביחס לתיקיית ההתקנה של דרופל ועליה להיות נגישה דרך הרשת. אם שיטת ההורדה הוגדרה לפרטית, על תיקייה זו לא להיות נגישה דרך השרת. שינוי מיקום זה ישנה את כל נתיבי ההורדה ועלול לגרום לבעיות בלתי צפויות לאתר קיים.

source: Temporary directory
he: תיקייה זמנית

source: A file system path where uploaded files will be stored during previews.
he: נתיב במערכת הקבצים למיקום שבו יאוחסנו הקבצים במהלך התצוגה המקדימה.

source: Download method
he: שיטת הורדה

source: Public - files are available using HTTP directly.
he: ציבורית — הקבצים זמינים להורדה ישירה דרך HTTP.

source: Private - files are transferred by Drupal.
he: פרטית — הקבצים מועברים על ידי דרופל.

source: Choose the <em>Public download</em> method unless you wish to enforce fine-grained access controls over file downloads. Changing the download method will modify all download paths and may cause unexpected problems on an existing site.
he: יש לבחור בשיטה <em>הורדה ציבורית</em> אלא אם כן ברצונך לאכוף פקדי אכיפה וסינון של הורדות קבצים. שינוי שיטת ההודעה ישנה את כל נתיבי ההורדה ועלול לגרום לבעיות בלתי צפויות באתר קיים.

source: Select an image processing toolkit
he: נא לבחור ערכת כלים לעיבוד תמונה

source: Number of items in each feed
he: מספר הפריטים שיופיעו בכול הזנה

source: Default number of items to include in each feed.
he: מספר הפריטים כברירת מחדל שיופיעו בכל הזנה.

source: Feed content
he: תוכן ההזנה

source: Titles only
he: כותרות בלבד

source: Titles plus teaser
he: כותרות ופתיח

source: Full text
he: טקסט מלא

source: Global setting for the default display of content items in each feed.
he: הגדרות כלליות עבור תצוגת ברירת המחדל של פריטים בכול הזנה.

source: Custom format
he: מבנה מותאם אישית

source: Locale settings
he: הגדרות מיקום

source: Default time zone
he: אזור הזמן כברירת המחדל

source: Select the default site time zone.
he: נא לבחור את אזור הזמן כברירת המחדל.

source: User-configurable time zones
he: אזורי זמן להגדרת המשתמשים

source: When enabled, users can set their own time zone and dates will be displayed accordingly.
he: כאשר פעיל, משתמשים יכולים להגדיר את אזור הזמן שלהם והתאריכים יוצגו בהתאם.

source: First day of week
he: היום הראשון בשבוע

source: The first day of the week for calendar views.
he: היום הראשון בשבוע בתצוגת לוח השנה.

source: Formatting
he: עיצוב

source: Short date format
he: מבנה קצר לתאריך

source: The short format of date display.
he: תצוגת המבנה המקוצר של התאריך.

source: Custom short date format
he: מבנה קצר מותאם אישית לתאריך

source: A user-defined short date format. See the <a href="@url">PHP manual</a> for available options. This format is currently set to display as <span>%date</span>.
he: מבנה תאריך מקוצר שהוגדר על ידי המשתמש. ניתן לעיין ב<a href="@url">מדריך לתפעול PHP</a> כדי לצפות באפשרויות הזמינות. מבנה זה מוגדר כך שיוצג באופן הבא: <span>%date</span>.

source: Medium date format
he: מבנה בינוני לתאריך

source: The medium sized date display.
he: תצוגת המבנה הבינוני של התאריך.

source: Custom medium date format
he: מבנה בינוני מותאם אישית לתאריך

source: A user-defined medium date format. See the <a href="@url">PHP manual</a> for available options. This format is currently set to display as <span>%date</span>.
he: מבנה תאריך בינוני שהוגדר על ידי המשתמש. ניתן לעיין ב<a href="@url">מדריך לתפעול PHP</a> כדי לצפות באפשרויות הזמינות. מבנה זה מוגדר כך שיוצג באופן הבא: <span>%date</span>.

source: Long date format
he: מבנה ארוך לתאריך

source: Longer date format used for detailed display.
he: המבנה הארוך לתאריך משמש לתצוגה מפורטת.

source: Custom long date format
he: מבנה ארוך מותאם אישית לתאריך

source: A user-defined long date format. See the <a href="@url">PHP manual</a> for available options. This format is currently set to display as <span>%date</span>.
he: מבנה תאריך ארוך שהוגדר על ידי המשתמש. ניתן לעיין ב<a href="@url">מדריך לתפעול PHP</a> כדי לצפות באפשרויות הזמינות. מבנה זה מוגדר כך שיוצג באופן הבא: <span>%date</span>.

source: Site status
he: מצב האתר

source: Online
he: פעיל

source: Off-line
he: מושבת

source: When set to "Online", all visitors will be able to browse your site normally. When set to "Off-line", only users with the "administer site configuration" permission will be able to access your site to perform maintenance; all other visitors will see the site off-line message configured below. Authorized users can log in during "Off-line" mode directly via the <a href="@user-login">user login</a> page.
he: כאשר המצב מוגדר ל״פעיל״, כל המבקרים יוכלו לעיין באתר כרגיל. בעת שהמצב מוגדר ל״מושבת״ רק משתמשים בעלי הרשאות ״תפעול תצורת האתר״ יוכלו לגשת לאתר שלך לבצע עבודות תחזוקה; כל שאר המשתמשים יתקלו בהודעת ההשבתה של האתר כפי שמוגדר להלן. משתמשים מורשים יוכלו להיכנס במהלך מצב ״מושבת״ דרך דף <a href="@user-login">כניסת המשתמשים</a>.

source: Site off-line message
he: הודעת השבתת האתר

source: Message to show visitors when the site is in off-line mode.
he: הודעה שתופיע למבקרים בעת שהאתר מושבת.

source: Clean URLs
he: כתובות נקיות

source: This option makes Drupal emit "clean" URLs (i.e. without <code>?q=</code> in the URL).
he: אפשרות זו גורמת לדרופל להשמיט כתובות ״נקיות״ (לדוגמה: ללא <code>?q=</code> בכתובת).

source: Before enabling clean URLs, you must perform a test to determine if your server is properly configured. If you are able to see this page again after clicking the "Run the clean URL test" link, the test has succeeded and the radio buttons above will be available. If instead you are directed to a "Page not found" error, you will need to change the configuration of your server. The <a href="@handbook">handbook page on Clean URLs</a> has additional troubleshooting information.
he: בטרם הפעלת כתובות נקיות, עליך לבצע בדיקה כדי לוודא שהשרת שלך מוגדר כראוי. אם עמוד זה מופיע שוב לאחר הלחיצה על הקישור ״הפעלת בדיקת הכתובות הנקיות״, הבדיקה הצליחה וכפתורי הבחירה שלהלן יהיו זמינים. אם במקום מופיעה שגיאה הטוענת כי ״העמוד לא נמצא״, יהיה עליך לשנות את תצורת השרת שלך. ב<a href="@handbook">דף המדריך המעשי לכתובות נקיות</a> מופיע מידע נוסף לפתרון התקלה.

source: <a href="@clean_url">Run the clean url test</a>.
he: <a href="@clean_url">הפעלת בדיקת הכתובות הנקיות</a>.

source: Your server has been successfully tested to support this feature.
he: השרת שלך נבדק ונמצא תומך בתכונה זו.

source: Cron ran successfully.
he: הפעלת cron הצליחה.

source: Cron run failed.
he: הפעלת cron נכשלה.

source: Variable
he: משתנה

source: Value
he: ערך

source: Command counters
he: מוני פקודות

source: The number of <code>SELECT</code>-statements.
he: מספר הצהרות ה־<code>SELECT</code>.

source: The number of <code>INSERT</code>-statements.
he: מספר הצהרות ה־<code>INSERT</code>.

source: The number of <code>UPDATE</code>-statements.
he: מספר הצהרות ה־<code>UPDATE</code>.

source: The number of <code>DELETE</code>-statements.
he: מספר הצהרות ה־<code>DELETE</code>.

source: The number of table locks.
he: מספר נעילות הטבלאות.

source: The number of table unlocks.
he: מספר שחרורי הטבלאות.

source: Query performance
he: ביצועי שאילתות

source: The number of joins without an index; should be zero.
he: מספר הצירופים ללא אינדקס; אמור להיות אפס.

source: The number of joins without keys that check for key usage after each row; should be zero.
he: מספר הצירופים ללא מפתחות שבודקים את שימוש המפתחות לאחר כל שורה; אמור להיות אפס.

source: The number of sorts done without using an index; should be zero.
he: מספר המיונים שנעשים ללא שימוש באינדקס; אמור להיות אפס.

source: The number of times a lock could be acquired immediately.
he: מספר הפעמים שבהן ניתן להשיג נעילה באופן מיידי.

source: The number of times the server had to wait for a lock.
he: מספר הפעמים שבהן השרת נאלץ להמתין לנעילה.

source: Query cache information
he: נתוני מטמון השאילתות

source: The MySQL query cache can improve performance of your site by storing the result of queries. Then, if an identical query is received later, the MySQL server retrieves the result from the query cache rather than parsing and executing the statement again.
he: מטמון השאילתות של ה־MySQL יכול לשפר את הביצועים של האתר שלך על ידי אחסון תוצאות של שאילתות. כלומר שאם מתקבלת שאילתה זהה מאוחר יותר, שרת ה־MySQL מקבל את התוצאה ממטמון השאילתות ולא על ידי ניתוח והפעלה של ההצהרה פעם נוספת.
