Repository: yarons/hebdrup
Catalog: po/done/modules-system.po
Languages: he

source: Depending on your configuration, Drupal can run with a %memory_limit PHP memory limit. However, a %memory_minimum_limit PHP memory limit or above is recommended, especially if your site uses additional custom or contributed modules.
he: בהתאם לתצורתך, מערכת דרופל יכולה לרוץ עם מגבלת זיכרון PHP של %memory_limit. עם זאת, מומלץ להקצות זיכרון של %memory_minimum_limit לכל הפחות, במיוחד אם האתר שלך משתמש במודולים נוספים שהותאמו אישית או שנתרמו.

source: Increase the memory limit by editing the memory_limit parameter in the file %configuration-file and then restart your web server (or contact your system administrator or hosting provider for assistance).
he: ניתן להגדיל את מגבלת הזיכרון על ידי עריכת הפרמטר memory_limit שבקובץ %configuration-file ואז להפעיל את השרת שלך מחדש (או ליצור קשר עם מנהל המערכת או ספק שירותי האחסון לקבלת עזרה).

source: Contact your system administrator or hosting provider for assistance with increasing your PHP memory limit.
he: נא ליצור קשר עם מנהל המערכת שלך או עם ספק שירותי האחסון לקבלת סיוע בהגדלת מגבלת זיכרון ה־PHP שלך.

source: See the <a href="@url">Drupal requirements</a> for more information.
he: ניתן לעיין ב<a href="@url">דרישות דרופל</a> לקבלת מידע נוסף.

source: Not protected
he: לא מוגנת

source: The directory %file is not protected from modifications and poses a security risk. You must change the directory's permissions to be non-writable.
he: התיקייה %file אינה מוגנת מפני שינויים ומהווה סיכון אבטחה. עליך לשנות את הרשאות התיקייה כך שלא ניתן יהיה לכתוב אליה.

source: The file %file is not protected from modifications and poses a security risk. You must change the file's permissions to be non-writable.
he: הקובץ %file אינו מוגן מפני שינויים ומהווה סיכון אבטחה. עליך לשנות את הרשאות הקובץ כך שלא ניתן יהיה לכתוב אליו.

source: Protected
he: מוגן

source: Configuration file
he: קובץ תצורה

source: For more information, see the online handbook entry for <a href="@cron-handbook">configuring cron jobs</a>.
he: למידע נוסף, יש לעיין ברשומת המדריך המעשי ל<a href="@system">הגדרת משימות ב־cron</a>.

source: Cron has not run. Please visit the <a href="@status">status report</a> for more information.
he: Cron עדיין לא רץ. נא לבקר ב<a href="@status">רישום המצב</a> למידע נוסף.

source: Never run
he: לא רץ מעולם

source: Cron has not run.
he: Cron לא רץ עדיין.

source: Last run !time ago
he: רץ לאחרונה לפני !time

source: Cron has not run recently.
he: Cron לא פעל לאחרונה.

source: Cron maintenance tasks
he: משימות תחזוקה ב־Cron

source: You can <a href="@cron">run cron manually</a>.
he: ניתן <a href="@cron">להריץ את cron ידנית</a>.

source: Not writable
he: לא ניתן לכתיבה

source: The directory %directory is not writable.
he: התיקייה %directory אינה ניתנת לכתיבה.

source: You may need to set the correct directory at the <a href="@admin-file-system">file system settings page</a> or change the current directory's permissions so that it is writable.
he: יתכן שיהיה עליך להגדיר את התיקייה הנכונה ב<a href="@admin-file-system">דף תצורת מערכת הקבצים</a> או לשנות את הרשאות התיקייה הנוכחית כך שניתן יהיה לכתוב אליה.

source: An automated attempt to create this directory failed, possibly due to a permissions problem. To proceed with the installation, either create the directory and modify its permissions manually, or ensure that the installer has the permissions to create it automatically. For more information, please see INSTALL.txt or the <a href="@handbook_url">on-line handbook</a>.
he: הניסיון האוטומטי ליצירת תיקייה זו נכשל, כנראה בגלל בעיות גישה. כדי להמשיך בהתקנה עליך ליצור את התיקייה ולשנות את הרשאותיה באופן ידנית או לוודא כי להתקנה יש הרשה ליצור אותה אוטומטית. למידע נוסף יש לעיין ב־INSTALL.txt או ב<a href="@handbook_url">מדריך המעשי המקוון</a>.

source: Writable (<em>public</em> download method)
he: ניתנת לכתיבה (שיטת הורדה <em>ציבורית</em>)

source: Writable (<em>private</em> download method)
he: ניתנת לכתיבה (שיטת הורדה <em>פרטית</em>)

source: Database updates
he: עדכוני מסד הנתונים

source: Some modules have database schema updates to install. You should run the <a href="@update">database update script</a> immediately.
he: כמה מהמודולים יש עדכוני סכימת מסד נתונים להתקנה. עליך להריץ את <a href="@update">סקריפט עדכון מסד הנתונים</a> באופן מיידי.

source: The update.php script is accessible to everyone without authentication check, which is a security risk. You must change the $update_free_access value in your settings.php back to FALSE.
he: הסקריפט update.php נגיש לכולם ללא בדיקת אימות, דבר המהווה סכנת אבטחה. עליך לשנות את הערך $update_free_access ב־settings.php שלך בחזרה ל־FALSE.

source: Access to update.php
he: גישה ל־update.php

source: Not enabled
he: לא פעיל

source: Update notifications are not enabled. It is <strong>highly recommended</strong> that you enable the update status module from the <a href="@module">module administration page</a> in order to stay up-to-date on new releases. For more information please read the <a href="@update">Update status handbook page</a>.
he: התרעות על עדכונים אינן פעילות. <strong>מומלץ בחום</strong> להפעיל את מודול מצב העדכון מ<a href="@module">דף תפעול המודולים</a> כדי להישאר מעודכן בכל הנוגע להפצות חדשות. למידע נוסף ניתן לעיין ב<a href="@update">דף המדריך המעשי למצב העדכונים</a>.

source: Update notifications
he: התרעות עדכונים

source: HTTP request status
he: מצב בקשת ה־HTTP

source: Fails
he: ארע כשל

source: Your system or network configuration does not allow Drupal to access web pages, resulting in reduced functionality. This could be due to your webserver configuration or PHP settings, and should be resolved in order to download information about available updates, fetch aggregator feeds, sign in via OpenID, or use other network-dependent services.
he: המערכת שלך או תצורת הרשת שלך אינם מאפשרים לדרופל לגשת לדפי אינטרנט וגורמים לפגיעה בשימושיות האתר. בעיה זו יכולה להיגרם עקב תצורה שגויה של השרת או של שרותי ה־PHP ויש לפתור אותה על מנת להוריד נתונים על אודות עדכונים זמינים, לקבל הזנות לאוגר, להתחבר באמצעות OpenID או להשתמש בשירותים מבוססי רשת.

source: Testing clean URLs...
he: בדיקת כתובות נקיות...

source: Your system configuration does not currently support this feature. The <a href="http://drupal.org/node/15365">handbook page on Clean URLs</a> has additional troubleshooting information.
he: תצורת המערכת הנוכחית שלך אינה תומכת בתכונה זו. ב<a href="http://drupal.org/node/15365">מדריך המעשי לכתובות נקיות</a> מופיע מידע נוסף לפתרון הבעיה.
