Repository: yarons/hebdrup
Catalog: modules/Advanced_Forum/*.po
Languages: he

source: General
he: כללי

source: Advanced forum style
he: סגנון Advanced forum

source: Choose which style to use for your forums. This will apply independent of site theme.
he: בחירת הסגנון לשימוש בפורום שלך. יופעל באופן נפרד מעיצוב האתר.

source: Image directory
he: תיקיית תמונות

source: Images are assumed to be in the "images" subdirectory of your style. If you need images to be somewhere else, put the full path here.
he: תמונות אמורות להיות בתת התיקייה של הסגנון שלך ״Images״. אם יהיה צורך להשתמש בתמונות במיקום אחר, יש לציין את הכתובת המלאה.

source: Use graphical buttons for links
he: שימוש בכפתורים גרפיים עבור קישורים

source: Included buttons are in English. Uncheck this to use translatable links instead.
he: הכפתורים המצורפים הנם באנגלית. יש להסיר את הסימון כדי להשתמש בקישורים הניתנים לתרגום במקום.

source: Treat all site comments like forum posts
he: טיפול בכל תגובות האתר כתגובות פורום.

source: Choosing yes causes advanced forum to consider every comment a forum comment and attempt to theme it that way. Some changes to your theme may be required.
he: בחירה באפשרות זו תגרום ל־Advanced forum להחשיב כל תגובה כתגובת פורום ולעצב אותה כך. ייתכן שיהיה צורך בשינויים בעיצוב האתר.

source: Forum and topic lists
he: רשימות פורומים ונושאים

source: Hide the created column on the topic list
he: הסתרת הטור שנוצר ברשימת הנושאים

source: Get the number of new comments per forum on the forum list
he: קבלת מספר התגובות לפורום ברשימת הפורומים

source: Number of characters to display for the topic title
he: מספר התווים להצגה בכותרת הנושא

source: Used on main forum page. Enter 0 to use the full title.
he: בשינו בעמוד הפורום הראשי. הכניסו 0 כדי להשתמש בכותרת המלאה.

source: Topics
he: נושאים

source: Use topic navigation
he: שימוש בניווט נושאים

source: No replies
he: אין תגובות

source: Post Reply
he: פרסום תגובה

source: Share your thoughts and opinions related to this posting.
he: שיתוף המחשבות והדעות שלך בנושא פרסום זה.

source: post-reply.png
he: he/post-reply.png

source: Post reply
he: פרסום תגובה

source: Topic Locked
he: נושא נעול

source: This topic is locked
he: נושא זה נעול

source: locked-topic.png
he: he/locked-topic.png

source: Locked
he: נעול

source: Reply
he: תגובה

source: new-topic.png
he: he/new-topic.png

source: New topic
he: נושא חדש

source: new-poll.png
he: he/new-poll.png

source: New poll
he: סקר חדש

source: Mark all topics read
he: סימון כל הנושאים כנקראו

source: Mark all forums read
he: סימון כל הפורומים כנקראו

source: Mark read
he: סימון כנקרא

source: Forum Contains New Posts
he: הפורום מכיל תגובות חדשות

source: Forum Contains No New Posts
he: הפורום לא מכיל תגובות חדשות

source: Forum is Locked
he: הפורום נעול

source: New Posts
he: תגובות חדשות

source: Hot Thread (New)
he: שרשור חם (חדש)

source: Hot Thread (No New)
he: נושא חם (לא חדש)

source: No New Posts
he: אין תגובות חדשות

source: Sticky Thread
he: נושא דביק

source: Locked Thread
he: נושא נעול

source: folder
he: קטגוריה

source: Views
he: צפיות

source: This topic has been moved to !forum
he: נושא זה הועבר אל !forum

source: All content in this forum has been marked as read
he: כל התוכן בפורום זה סומן כנקרא

source: All forum content been marked as read
he: כל תוכן הפורום סומן כנקרא

source: @user's picture
he: תמונת @user

source: View user profile.
he: צפייה בפרופיל משתמש.

source: reply.png
he: he/reply.png

source: reply
he: תגובה

source: edit.png
he: he/edit.png

source: edit
he: עריכה

source: delete.png
he: he/delete.png

source: delete
he: מחיקה

source: Last post
he: תגובה אחרונה

source: new
he: חדש

source: Last Page
he: עמוד אחרון

source: Page
he: עמוד

source: 1 reply
he: תגובה 1

source: 1 new
he: 1 חדשה

source: administer advanced forum
he: תפעול advanced forum

source: view forum statistics
he: צפייה בסטטיסטיקת פורום

source: Configure Advanced Forum with these settings.
he: הגדרת Advanced Forum עם הגדרות אלו.

source: Enables the look and feel of other popular forum software.
he: מאפשר את המראה והתחושה של תוכנות פורום אחרות.

source: Title
he: כותרת

source: Joined
he: הצטרפות

source: Posts
he: הודעות

source: Groups
he: קבוצות

source: Forum
he: פורום

source: Top
he: למעלה

source: What's Going On?
he: מה קורה כאן?

source: Statistics
he: סטטיסטיקה

source: Topics: !topics, Posts: !posts, Users: !users
he: נושאים: !topics, תגובות: !posts, משתמשים: !users

source: !title<br />by !author<br />@date_posted
he: !title<br />מאת !author<br />@date_posted

source: !title<br />by !author<br />@time ago
he: !title<br />מאת !author<br />לפני @time

source: by !author<br />@date_posted
he: מאת !author<br />@date_posted

source: by !author<br />@time ago
he: מאת !author<br />לפני @time

source: n/a
he: ללא

source: Sticky
he: דביק

source: updated
he: עודכן
