Repository: yarons/hebdrup
Catalog: modules/privatemsg/pm_block_user/*.po
Languages: he

source: This area is used to define user blocking rules for the Privatemsg module. Rules allow control of who may block messages from whom. By default all users are allowed to block messages from anyone else. However, a site may have groups of users that need to contact or get information to others, for example: the site may have administrative staff or be a forum with moderators. Groups of users are defined by roles, which can be managed on the <a href="@roles">roles configuration page</a>.
he: אזור זה משתמש להגדרת כללי חסימת המשתמשים עבור המודול Privatemsg. כללים מאפשרים לך לשלוט מי יוכל לחסום הודעות המגיעות ממקורות מסוימים. כבררת מחדל כל המשתמשים מורשים לחסום הודעות מכל אחד אחר. עם זאת, יתכן שבאתר מסוים יהיו קבוצות שצריכות ליצור קשר או לקבל מידע לאחרים, לדוגמה: לאתר מסוים יש צוות ניהול או שזהו פורום עם מפקחים. קבוצות של משתמשים מוגדרות באמצעות כללים אותם ניתן לנהל ב<a href="@roles">עמוד הגדרת התפקידים</a>.

source: More
he: עוד

source: Add new rule
he: הוספת כלל חדש

source: Save configuration
he: שמירת הגדרות

source: Disallow blocking author
he: מניעת חסימת מחבר

source: Disallow sending message
he: מניעת שליחת הודעה

source: Remove
he: הסרה

source: Remove rule
he: הסרת כלל

source: The configuration options have been saved.
he: אפשרויות ההגדרות נשמרו.

source: If the author has the role
he: אם לכותב יש תפקיד

source: And the recipient has the role
he: והמקבל הוא בתפקיד

source: Action
he: פעולה

source: Enabled
he: פעיל

source: No rules have been added. All users may block private messages from each other. To limit which users may be blocked, click 'Add new rule'.
he: לא נוספו כללים. כל המשתמשים רשאים לחסום קבלת הודעות פרטיות אחד מהשני. כדי להגביל משתמשים שיכולים להיחסם, יש ללחוץ על ׳הוספת כלל חדש׳.

source: You have previously blocked "@author" from sending you any more messages. Are you sure you want to unblock this user?
he: בעבר חסמת קבלת הודעות מ־"@author". האם אכן ברצונך להסיר חסימה זו?

source: Unblock @author
he: הסרת חסימה מ־@author

source: Are you sure you want to block "@author" from sending you any more messages?
he: האם אכן ברצונך לחסום את "@author" מלשלוח לך הודעות?

source: Block @author
he: חסימת @author

source: @author has been blocked from sending you any further messages.
he: @author נחסם מלשלוח לך הודעות.

source: @author is now allowed to send you new messages.
he: @author עתה מורשה לשלוח לך הודעות.

source: Sorry, private messaging rules forbid sending messages to !name.
he: מצטערים, אך כללי שליחת הודעות פרטיות אוסרים על שליחת הודעות אל !name.

source: %name has chosen to not recieve any more messages from you.
he: בחירת המשתמש %name הנה שלא לקבל עוד הודעות ממך.

source: Unblock author
he: הסרת חסימה מהמחבר

source: Block author
he: חסימת מחבר

source: Block user messages
he: חסימת הודעות מחבר

source: User blocking rules
he: כללי חסימת משתמש

source: Configure rules for which users may block each other.
he: הגדרת כללים עבור אילו משתמשים יכולים לחסום אחד את השני.

source: Javascript block actions form
he: טופס חסימת פעולות ב־Javascript

source: Allows users to block other users from sending them messages.
he: מאפשר למשתמשים לחסום משתמשים אחרים מלשלוח להם הודעות.
