Repository: yarons/hebdrup
Catalog: modules/privatemsg/pm_email_notify/*.po
Languages: he

source: Privatemsg e-mail notification
he: התרעת דוא״ל של Privatemsg

source: Notify users of new private messages by default
he: התרעה למשתמשים על הודעות פרטיות חדשות כברירת־מחדל

source: Customize the email messages sent to users upon receipt of a new private message. <br />Available variables are: !author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) and !settings (URL).
he: הגדרת הודעות הדוא״ל הנשלחות למשתמשים על קבלת הודעות פרטיות חדשות. <br />משתנים זמינים: ‎!author, !author_uid, !pm_subject, !pm_body, !thread, !site, !login_url, !uri, !uri_brief, !message (URL) ‎ו־!settings (URL).

source: Subject of notification messages
he: נושא התרעת הודעות

source: Body of notification messages
he: תוכן התרעת הודעות

source: Receive email notification for incoming private messages
he: קבלת התרעת דוא״ל על הודעות פרטיות נכנסות

source: E-mail notify
he: התרעת דוא״ל

source: E-mail notification settings
he: הגדרות התרעת דוא״ל

source: Privatemsg Email Notification
he: התרעת דוא״ל של Privatemsg

source: Notifies users about new Private Messages via Email.
he: התרעה למשתמשים באמצעות דוא״ל על הודעות פרטיות חדשות.
