Repository: yarons/hebdrup
Catalog: po/modules-update.po
Languages: he

source: Unknown
he: לא ידוע

source: Project not secure
he: מיזם לא בטוח

source: This project has been labeled insecure by the Drupal security team, and is no longer available for download. Immediately disabling everything included by this project is strongly recommended!
he: מיזם זה סומן כלא־בטוח ע״י צוות האבטחה של דרופל, ואינו זמין עוד להורדה. מומלץ ביותר לנטרל כל דבר המושפע ממיזם זה!

source: Project revoked
he: מיזם מבוטל

source: This project has been revoked, and is no longer available for download. Disabling everything included by this project is strongly recommended!
he: מיזם זה נשלל, ואינו זמין יותר להורדה. מומלץ ביותר לנטרל כל דבר המושפע ממיזם זה!

source: Project not supported
he: מיזם לא נתמך

source: This project is no longer supported, and is no longer available for download. Disabling everything included by this project is strongly recommended!
he: מיזם זה סומן שאינו נתמך עוד, ואינו זמין יותר להורדה. מומלץ ביותר לנטרל כל דבר המושפע ממיזם זה!

source: Failed to fetch available update data
he: השגת מידע עדכונים זמין נכשלה

source: No available releases found
he: לא נמצאו שחרורים זמינים

source: Release revoked
he: שחרור בוטל

source: Your currently installed release has been revoked, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
he: ההפצה שמותקנת אצלך כעת נשללה ואינה ניתנת עוד להורדה. נטרול כל מה שכלול בהפצה זו או שדרוגה מומלצים בחום!

source: Release not supported
he: שחרור לא נתמך

source: Your currently installed release is now unsupported, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
he: ההפצה שמותקנת אצלך כעת אינה נתמכת ואינה ניתנת עוד להורדה. נטרול כל מה שכלול בהפצה זו או שדרוגה מומלצים בחום!

source: Unknown release date
he: תאריך שחרור לא ידוע

source: Invalid info
he: מידע שגוי

source: Attempted to fetch information about all available new releases and updates.
he: ניסיון להשגת מידע על אודות עדכונים ושחרורים חדשים זמינים.

source: Unable to fetch any information about available new releases and updates.
he: לא ניתן להשיג מידע על אודות עדכונים ושחרורים חדשים זמינים.

source: update
he: עדכון

source: Last checked: @time ago
he: בדיקה אחרונה: לפני @time

source: Last checked: never
he: בדיקה אחרונה: מעולם

source: Check manually
he: בדיקה ידנית

source: ok
he: אישור

source: Security update required!
he: נדרש עדכון אבטחה!

source: Revoked!
he: בוטל!

source: Not supported!
he: לא נתמך!

source: Update available
he: עדכון זמין

source: Recommended version:
he: גרסה מומלצת:

source: Security update:
he: עדכון אבטחה:

source: Latest version:
he: גרסה אחרונה:

source: Development version:
he: גרסת פיתוח:

source: Also available:
he: זמין כמו־כן:

source: Includes: %includes
he: מכיל: %includes

source: Drupal core
he: ליבת דרופל

source: Disabled modules
he: מודולים מנוטרלים

source: Disabled themes
he: ערכות עיצוב מנוטרלות

source: Download
he: הורדה

source: Release notes
he: הערות שחרור

source: E-mail addresses to notify when updates are available
he: כתובות דוא״ל אליהן יש לדווח כאשר ישנם עדכונים זמינים

source: Whenever your site checks for available updates and finds new releases, it can notify a list of users via e-mail. Put each address on a separate line. If blank, no e-mails will be sent.
he: בכל פעם שהאתר שלך מחפש אחר עדכונים ומוצא הפצות חדשות, באפשרותו להודיע לרשימה של משתמשים דרך דוא״ל. יש לרשום כל כתובת בשורה נפרדת. אם השדה נשאר ריק לא יישלחו הודעות בדוא״ל.

source: Check for updates
he: בדיקת עדכונים

source: Daily
he: אחת ליום

source: Weekly
he: אחת לשבוע

source: Select how frequently you want to automatically check for new releases of your currently installed modules and themes.
he: נא לבחור את התדירות בה ברצונך לבדוק באופן אוטומטי אחר הפצות חדשות של המודולים וערכות העיצוב המותקנות נכון לאותו הרגע.

source: E-mail notification threshold
he: סף עדכון הדיווחים בדוא״ל

source: All newer versions
he: כל הגרסאות החדשות יותר

source: Only security updates
he: רק עדכוני אבטחה

source: %email is not a valid e-mail address.
he: %email אינה כתובת דוא״ל חוקית.

source: %emails are not valid e-mail addresses.
he: %emails אינן כתובות דוא״ל חוקיות.

source: Drupal core update status
he: מצב עדכון ליבת דרופל

source: No update data available
he: אין מידע עדכונים זמין

source: Module and theme update status
he: מצב עדכון מודולים וערכות עיצוב

source: Not secure!
he: אינו מאובטח!

source: Unsupported release
he: שחרור שאינו נתמך

source: Can not determine status
he: לא ניתן לזהות מצב

source: (version @version available)
he: (גרסה @version זמינה)

source: No information is available about potential new releases for currently installed modules and themes. To check for updates, you may need to <a href="@run_cron">run cron</a> or you can <a href="@check_manually">check manually</a>. Please note that checking for available updates can take a long time, so please be patient.
he: אין מידע זמין על גרסאות אפשריות זמינות של שחרורים חדשים למודולים ולערכות הנושא המותקנות נכון לעכשיו. כדי לבדוק אם ישנם עדכונים, יתכן שיהיה עליך <a href="@run_cron">להפעיל את cron</a> או שבאפשרותך <a href="@check_manually">לבדוק ידנית</a>. נא לשים לב שחיפוש אחר עדכונים זמינים אורך זמן רב, נא להתאזר בסבלנות.

source: New release(s) available for !site_name
he: ישנם שחרורים זמינים עבור !site_name

source: See the available updates page for more information:
he: צפייה בדף העדכונים הזמינים למידע נוסף:

source: There is a security update available for your version of Drupal. To ensure the security of your server, you should update immediately!
he: ישנו עדכון אבטחה זמין לגרסת הדרופל שלך. כדי לשמור על אבטחת השרת שלך, עליך לעדכן במהירות האפשרית!

source: There are security updates available for one or more of your modules or themes. To ensure the security of your server, you should update immediately!
he: ישנם עדכונים זמינים לאחד או יותר מהמודולים או ערכות הנושא שלך. כדי לוודא שהשרת שלך נשאר מאובטח עליך לעדכן בהקדם האפשרי!

source: Your version of Drupal has been revoked and is no longer available for download. Upgrading is strongly recommended!
he: גרסת הדרופל שלך נשללה ואינה זמינה עוד להורדה. מומלץ לשדרג בחום!

source: The installed version of at least one of your modules or themes has been revoked and is no longer available for download. Upgrading or disabling is strongly recommended!
he: הגרסה המותקנת של לפחות אחד מהמודולים או ערכות הנושא שלך נשללה ואינה ניתנת עוד להורדה. מומלץ בחום לשדרג או לנטרל!

source: Your version of Drupal is no longer supported. Upgrading is strongly recommended!
he: גרסת הדרופל שברשותך אינה נתמכת עוד. מומלץ בחום לשדרג!

source: The installed version of at least one of your modules or themes is no longer supported. Upgrading or disabling is strongly recommended! Please see the project homepage for more details.
he: אחת הגרסאות של לפחות אחד מהמודולים או ערכות העיצוב שלך אינה נתמכת עוד. מומלץ לשדרג או לנטרל! נא לפנות לעמוד הבית של המיזם לפרטים נוספים.

source: There are updates available for your version of Drupal. To ensure the proper functioning of your site, you should update as soon as possible.
he: ישנם עדכונים זמינים לגרסה שלך של דרופל. על מנת לוודא שאתרך ימשיך לתפקד, עליך לעדכן בהקדם האפשרי.

source: There are updates available for one or more of your modules or themes. To ensure the proper functioning of your site, you should update as soon as possible.
he: ישנם עדכונים הזמינים לאחד או יותר מהמודולים או ערכות העיצוב שלך. על מנת לוודא שאתרך ימשיך לתפקד כרגיל, עליך לעדכן בהקדם האפשרי.

source: There was a problem determining the status of available updates for your version of Drupal.
he: אירעה תקלה בעת הניסיון לקבוע מהו מצב העדכונים הזמינים לגרסת הדרופל שברשותך.

source: There was a problem determining the status of available updates for one or more of your modules or themes.
he: אירעה שגיאה בעת בדיקת מצב העדכונים הזמינים עבור אחד או יותר מהמודולים או ערכות העיצוב שלך.

source: See the <a href="@available_updates">available updates</a> page for more information.
he: ניתן לפנות לעמוד <a href="@available_updates">עדכונים זמינים</a> לקבלת מידע נוסף.

source: Available updates
he: עדכונים זמינים

source: Get a status report about available updates for your installed modules and themes.
he: קבלת דיווח מצב על עדכונים זמינים למודולים ולערכות העיצוב המותקנות אצלך.

source: Manual update check
he: בדיקת עדכונים ידנית
