Repository: yarons/hebdrup
Catalog: po/modules-menu.po
Languages: he

source: There are no menu items yet.
he: אין פריטים בתפריט עדיין.

source: disabled
he: מנוטרל

source: reset
he: איפוס

source: Menu item
he: פריט תפריט

source: Expanded
he: מורחב

source: Menu settings
he: הגדרות תפריט

source: The path this menu item links to. This can be an internal Drupal path such as %add-node or an external URL such as %drupal. Enter %front to link to the front page.
he: הנתיב אליו מקשר פריט תפריט זה. הנתיב יכול להיות פנימי בדרופל כגון %add-node או קישורי חיצוני כגון %drupal. יש לכתוב את הביטוי %front כדי לקשר לדף הראשי.

source: Menu link title
he: כותרת קישור תפריט

source: The link text corresponding to this item that should appear in the menu.
he: קישור הטקסט התואם לפריט זה אמור להופיע בתפריט.

source: The description displayed when hovering over a menu item.
he: התיאור מוצג כאשר עוברים מעל פריט התפריט.

source: Menu items that are not enabled will not be listed in any menu.
he: פריטי תפריט שאינם פעילים לא יוצגו בשום תפריט.

source: If selected and this menu item has children, the menu will always appear expanded.
he: אם פריט זה נבחר ויש לו צאצאים, התפריט תמיד יופיע מורחב.

source: The maximum depth for an item and all its children is fixed at !maxdepth. Some menu items may not be available as parents if selecting them would exceed this limit.
he: העומק המרבי עבור פריט וצאצאיו קבוע לערך !maxdepth. חלק מפריטי התפריט לא יהיו זמינים כהורים אם בחירתם תחרוג מערך עומק זה.

source: Optional. In the menu, the heavier items will sink and the lighter items will be positioned nearer the top.
he: בלתי מחייב. בתפריט, ככל שהפריטים כבדים יותר כך הם ישקעו עמוק יותר ופריטים קלילים יותר יוצבו גבוה יותר.

source: There was an error saving the menu link.
he: התרחשה שגיאה בעת שמירת קישור התפריט

source: Menu name
he: שם התפריט

source: Are you sure you want to delete the custom menu %title?
he: האם ברצונך למחוק את התפריט המותאם %title?

source: The custom menu %title has been deleted.
he: התפריט המותאם %title נמחק.

source: The menu name may only consist of lowercase letters, numbers, and hyphens.
he: שם התפריט יכול להכיל רק אותיות לועזיות קטנות, מספרים ומקפים.

source: The menu already exists.
he: התפריט כבר קיים.

source: Are you sure you want to delete the custom menu item %item?
he: האם ברצונך למחוק את התפריט המותאם %item?

source: The menu item %title has been deleted.
he: פריט התפריט %title נמחק.

source: Are you sure you want to reset the item %item to its default values?
he: האם ברצונך לאתחל את הפריט %item לערכי בררת המחדל שלו?

source: Any customizations will be lost. This action cannot be undone.
he: כל השבה תאבד. לא ניתן לבטל פעולה זו.

source: The menu item was reset to its default settings.
he: פריט התפריט יאותחל להגדרות בררת המחדל שלו.

source: Default menu for content
he: תפריט בררת המחדל לתוכן

source: No primary links
he: אין קישורים ראשיים

source: Source for the primary links
he: מקור לקישורים הראשיים

source: Select what should be displayed as the primary links.
he: בחירת מה שיוצג בקישורים הראשיים.

source: No secondary links
he: אין קישורים משניים

source: Source for the secondary links
he: מקור לקישורים המשניים

source: Deleted custom menu %title and all its menu items.
he: מחיקת התפריט המותאם %title וכל פריטי התפריט.

source: Deleted menu item %title.
he: פריט התפריט %title נמחק.

source: <strong>Warning:</strong> There is currently 1 menu item in %title. It will be deleted (system-defined items will be reset).
he: <strong>אזהרה:</strong> יש כרגע פריט 1 בתפריט %title. הפריט יימחק (פריטים המוגדרים ע"י המערכת יאותחלו).

source: The menu name can't be longer than 1 character.
he: שם התפריט לא יכול להיות ארוך מתו 1.

source: Enter the title and path for your new menu item.
he: יש להכניס את הכותרת והכתובת עבור פריט התפריט החדש.

source: Delete this menu item.
he: מחיקת פריט תפריט זה.

source: administer menu
he: תפעול חיפוש

source: Menus
he: תפריטים

source: Control your site's navigation menu, primary links and secondary links. as well as rename and reorganize menu items.
he: שליטה בתפריט הניווט, בקישורים העיקריים והמשניים באתר שלך. כמו גם האפשרות לשנות את שמות התפריטים ולסדרם מחדש.

source: List menus
he: הצגת תפריטים

source: Add menu
he: הוספת תפריט

source: Customize menu
he: התאמת תפריט

source: List items
he: הצגת פריטים

source: Add item
he: הוספת פריט

source: Edit menu
he: עריכת תפריט

source: Delete menu
he: מחיקת תפריט

source: Edit menu item
he: עריכת פריט תפריט

source: Reset menu item
he: אתחול פריט תפריט

source: Delete menu item
he: מחיקת פריט תפריט
