Repository: yarons/hebdrup
Catalog: po/modules-dblog.po
Languages: he

source: Discard log entries above the following row limit
he: התעלמות מרשומות ביומן מעל למגבלת השורות הבאה

source: The maximum number of rows to keep in the database log. Older entries will be automatically discarded. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
he: מספר השורות המרבי שיישמר ביומן מסד הנתונים. רשומות ישנות יותר לא יופיעו באופן אוטומטי (דורש <a href="@cron">משימת תחזוקה של cron</a> מוגדרת כראוי).

source: No log messages available.
he: אין הודעות תיעוד זמינות.

source: Count
he: מונה

source: Location
he: מיקום

source: Severity
he: מידת החומרה

source: Filter log messages
he: סינון הודעות תיעוד

source: You must select something to filter by.
he: עליך לבחור משהו לסנן לפיו.

source: The dblog module monitors your system, capturing system events in a log to be reviewed by an authorized individual at a later time. This is useful for site administrators who want a quick overview of activities on their site. The logs also record the sequence of events, so it can be useful for debugging site errors.
he: המודול dblog עוקב אחר המערכת שלך, לוכד אירועי מערכת ביומן לצורכי סקירה על ידי אדם המורשה לכך במועד מאוחר יותר. אפשרות זו שימושית למתפעלי אתרים המעוניינים לקבל סקירה מהירה על הפעילויות באתר שלהם. היומנים מקליטים גם את רצף האירועים, כך שמצב זה יכול לסייע לטפל בשגיאות באתר.

source: The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. Administrators should check the dblog report on a regular basis to ensure their site is working properly.
he: היומן של dblog הוא פשוט רשימה של אירועים מוקלטים המכילים נתוני שימוש, נתוני ביצועים, שגיאות, אזהרות ומידע תפעולי. מתפעלים אמורים לבדוק את הדוח של dblog על בסיס קבוע כדי לוודא שהאתר שלהם פועל כראוי.

source: For more information, see the online handbook entry for <a href="@dblog">Dblog module</a>.
he: לפרטים נוספים, יש לעיין ברשומה על <a href="@dblog">מודול ה־Dblog</a> בספר ההדרכה המקוון.

source: The dblog module monitors your website, capturing system events in a log to be reviewed by an authorized individual at a later time. The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the dblog report on a regular basis as it is often the only way to tell what is going on.
he: המודול dblog עוקב אחר המערכת שלך, לוכד אירועי מערכת ביומן לצורכי סקירה על ידי אדם המורשה לכך במועד מאוחר יותר. היומן של dblog הוא פשוט רשימה של אירועים מוקלטים המכילים נתוני שימוש, נתוני ביצועים, שגיאות, אזהרות ומידע תפעולי. מומלץ לבדוק את דוח ה־dblog על בסיס קבוע כיוון שעל פי רוב זוהי הדרך היחידה לדעת מה קורה בפועל.

source: Settings for logging to the Drupal database logs. This is the most common method for small to medium sites on shared hosting. The logs are viewable from the admin pages.
he: הגדרות לרישום ביומן מסד הנתונים של Drupal. זוהי השיטה הנפוצה ביותר לאתרים קטנים עד בינוניים המשתמשים באחסון שיתופי. היומנים ניתנים לצפייה דרך עמודי התפעול.

source: Recent log entries
he: רשומות תיעוד אחרונות

source: View events that have recently been logged.
he: צפייה באירועים האחרונים שתועדו לאחרונה.

source: Top 'page not found' errors
he: שגיאות 'העמוד לא נמצא' המובילות

source: View 'page not found' errors (404s).
he: צפייה בשגיאות 'העמוד לא נמצא' (404).

source: Top 'access denied' errors
he: שגיאות 'הגישה נדחתה' המובילות

source: View 'access denied' errors (403s).
he: צפייה בשגיאות 'הגישה נדחתה' (403).
