Repository: yarons/hebdrup
Catalog: po/modules-poll.po
Languages: he

source: 1 vote
he: קול אחד

source: Total votes: @votes
he: סה״כ קולות: @votes

source: open
he: פתוח

source: closed
he: סגור

source: This table lists all the recorded votes for this poll. If anonymous users are allowed to vote, they will be identified by the IP address of the computer they used when they voted.
he: הטבלה מציגה את כל ההצבעות שנרשמו לסקר זה. אם למשתמשים אלמוניים מותר להצביע תירשם כתובת ה־IP של המחשב בו נעשה שימוש כדי להצביע.

source: Vote
he: הצבעה

source: The poll module can be used to create simple polls for site users. A poll is a simple, multiple choice questionnaire which displays the cumulative results of the answers to the poll. Having polls on the site is a good way to receive feedback from community members.
he: ניתן להשתמש במודול הסקרים כדי ליצור סקרים פשוטים למשתמשים באתר. סקר מורכב משאלה אמריקאית המציגה את התוצאות המצטברות של התשובות השונות לסקר. הוספת סקרים לאתר הנה דרך טובה לקבל משוב מחברי הקהילה.

source: When creating a poll, enter the question being posed, as well as the potential choices (and beginning vote counts for each choice). The status and duration (length of time the poll remains active for new votes) can also be specified. Use the <a href="@poll">poll</a> menu item to view all current polls. To vote in or view the results of a specific poll, click on the poll itself.
he: בעת יצירת סקר, יש להזין שאלה המוטלת בספק, כמו גם את מספר האפשרויות למענה (ומניין קולות לכל אחת מהאפשרויות). המצב ומשך הזמן להצבעה (הזמן בו יהיה הסקר פעיל וקולות חדשים עדיין נרשמים) ניתנים גם הם להגדרה. יש להשתמש בפריט <a href="@poll">סקר</a> מהתפריט כדי לצפות בכל הסקרים הנוכחיים. כדי להצביע או לצפות בתוצאותיו של סקר מסוים, יש ללחוץ על הסקר עצמו.

source: For more information, see the online handbook entry for <a href="@poll">Poll module</a>.
he: למידע נוסף ניתן לעיין בספר ההדרכה המקוון תחת הרשומה <a href="@poll">מודול הסקרים</a>.

source: Most recent poll
he: סקר אחרון

source: A <em>poll</em> is a question with a set of possible responses. A <em>poll</em>, once created, automatically provides a simple running count of the number of votes received for each response.
he: <em>סקר</em> הוא בעצם שאלה עם ערכה של תגובות אפשריות. <em>סקר</em>, לאחר שנוצר, מספק דרך פשוטה למנות את מספר הקולות שהתקבלו לכל תגובה באופן אוטומטי.

source: Question
he: שאלה

source: More choices
he: אפשרויות נוספות

source: If the amount of boxes above isn't enough, click here to add more choices.
he: אם כמות התיבות אינה מספקת, ניתן ללחוץ כאן כדי להוסיף אפשרויות בחירה נוספות.

source: Closed
he: סגור

source: Poll settings
he: הגדרות סקר

source: Poll status
he: מצב סקר

source: When a poll is closed, visitors can no longer vote for it.
he: כאשר סקר נסגר, מבקרים אינם יכולים להצביע לו.

source: Poll duration
he: משך זמן ההצבעה לסקר

source: After this period, the poll will be closed automatically.
he: לאחר תקופת זמן זו, הסקר ייסגר בפני הצבעה באופן אוטומטי.

source: Choice @n
he: אפשרות @n

source: Votes for choice @n
he: הצבעות לאפשרות @n

source: Negative values are not allowed.
he: לא ניתן להשתמש בערכים שליליים.

source: You must fill in at least two choices.
he: עליך לבחור לפחות בשתי אפשרויות.

source: Older polls
he: סקרים ישנים יותר

source: View the list of polls on this site.
he: צפייה ברשימת הסקרים באתר.

source: Results
he: תוצאות

source: View the current poll results.
he: צפייה בתוצאות סקר נוכחי.

source: Your vote could not be recorded because you did not select any of the choices.
he: לא ניתן לשמור את הצבעתך כיוון שלא בחרת באף אחת מהאפשרויות.

source: Your vote was recorded.
he: הצבעתך נרשמה.

source: Add another choice
he: הוספת אפשרות נוספת

source: Choice
he: אפשרות

source: Vote count
he: מונה קולות

source: Cancel your vote
he: ביטול הצבעתך

source: create poll content
he: יצירת תוכן סקר

source: delete own poll content
he: מחיקת סקר עצמי

source: delete any poll content
he: מחיקת תוכן של סקר כלשהו

source: edit any poll content
he: עריכת תוכן של סקר כלשהו

source: edit own poll content
he: עריכת תוכן של סקר עצמאי

source: vote on polls
he: הצבעה בסקרים

source: cancel own vote
he: ביטול הצבעה עצמית

source: inspect all votes
he: בחינת כל הקולות

source: Polls
he: סקרים

source: Votes
he: קולות

source: Javascript Choice Form
he: טופס בחירה ב־JasaScript
