Repository: yarons/hebdrup
Catalog: po/modules-search.po
Languages: he

source: Are you sure you want to re-index the site?
he: האם אכן ברצונך לסדר את האתר באינדקס מחדש?

source: The search index is not cleared but systematically updated to reflect the new settings. Searching will continue to work but new content won't be indexed until all existing content has been re-indexed. This action cannot be undone.
he: אינדקס החיפוש לא עובר ניקיון אבל מעודכן באופן מערכתי כדי לשקף את ההגדרות החדשות. החיפוש ימשיך לעבוד אבל התוכן לא יסודר באינדקס עד שכל התוכן הקיים יעבור סידור מחדש באינדקס. אין אפשרות לבטל פעולה זו.

source: Re-index site
he: סידור האתר מחדש באינדקס

source: The index will be rebuilt.
he: האינדקס ייבנה מחדש.

source: %percentage of the site has been indexed.
he: %percentage מהאתר כבר סודרו באינדקס.

source: Indexing status
he: מצב הסידור באינדקס

source: Indexing throttle
he: האטה בסידור באינדקס

source: Number of items to index per cron run
he: מספר הפריטים לסידור באינדקס בכל הפעלה של cron

source: The maximum number of items indexed in each pass of a <a href="@cron">cron maintenance task</a>. If necessary, reduce the number of items to prevent timeouts and memory errors while indexing.
he: המספר המרבי של פריטים שיסודרו באינדקס בכל שלב של <a href="@cron">משימת התחזוקה של cron</a>. במידת הצורך, יש לצמצם את מספר הפריטים כדי למנוע חריגות מהזמן המוקצב ושגיאות זיכרון בעת הסידור.

source: Indexing settings
he: הגדרות הסידור באינדקס

source: <p><em>Changing the settings below will cause the site index to be rebuilt. The search index is not cleared but systematically updated to reflect the new settings. Searching will continue to work but new content won't be indexed until all existing content has been re-indexed.</em></p><p><em>The default settings should be appropriate for the majority of sites.</em></p>
he: <p><em>שינוי ההגדרות שלהלן יגרמו לאינדקס להסתדר מחדש. אינדקס החיפוש לא יפונה אך יעודכן באופן מערכתי כדי לשקף את השינויים בהגדרות. החיפוש עדיין יעבוד אך הוא לא יציג את התוכן החדש עד שהתוכן הקיים יסודר מחדש באינדקס.</em></p><p><em>הגדרות בררת המחדל אמורות להתאים לרוב האתרים.</em></p>

source: Minimum word length to index
he: אורך המילה המזערי לסידור באינדקס

source: The number of characters a word has to be to be indexed. A lower setting means better search result ranking, but also a larger database. Each search query must contain at least one keyword that is this size (or longer).
he: מספר התווים הנמוך ביותר שיכולה להכיל מילה כדי שתסודר באינדקס. ככל שהערך נמוך יותר כך ערך הדירוג עולה אבל מסד הנתונים תופח. כל שאילתת חיפוש חייבת להכיל לפחות מילת מפתח אחת בגודל זה (ומעלה).

source: Simple CJK handling
he: טיפול פשוט בסינית, יפנית וקוריאנית

source: Whether to apply a simple Chinese/Japanese/Korean tokenizer based on overlapping sequences. Turn this off if you want to use an external preprocessor for this instead. Does not affect other languages.
he: האם להחיל מפריד פשוט לאסימונים לשפות סינית/יפנית/קוריאנית בהתבסס על רצפים חופפים. יש לכבות זאת אם ברצונך להשתמש במעבד טרומי חיצוני במקום. לא משפיע על שפות אחרות.

source: There is 1 item left to index.
he: נותר פריט אחד לסידור באינדקס.

source: results
he: תוצאות

source: Search results
he: תוצאות חיפוש

source: Your search yielded no results
he: החיפוש שלך לא הניב תוצאות

source: Please enter some keywords.
he: יש להכניס מלות מפתח.

source: search
he: חיפוש

source: The search module adds the ability to search for content by keywords. Search is often the only practical way to find content on a large site, and is useful for finding both users and posts.
he: מודול החיפוש מוסיף את האפשרות לחפש אחר תוכן לפי מילות מפתח. החיפוש לעתים הוא הדרך המעשית היחידה למצוא תוכן באתר גדול, המודול יעיל גם בחיפוש אחר משתמשים וגם אחר רשומות.

source: To provide keyword searching, the search engine maintains an index of words found in your site's content. To build and maintain this index, a correctly configured <a href="@cron">cron maintenance task</a> is required. Indexing behavior can be adjusted using the <a href="@searchsettings">search settings page</a>; for example, the <em>Number of items to index per cron run</em> sets the maximum number of items indexed in each pass of a <a href="@cron">cron maintenance task</a>. If necessary, reduce this number to prevent timeouts and memory errors when indexing.
he: כדי לספק חיפוש לפי מילות מפתח, מסד הנתונים מחזיק באינדקס של מילים שנמצאות בתוכן האתר שלך. כדי לבנות ולתחזק את האינדקס הזה, נדרשת <a href="@cron">משימת תחזוקה של cron</a> שמוגדרת כראוי. התנהגות הסידור באינדקס ניתנת לכוונון דרך <a href="@searchsettings">עמוד הגדרות החיפוש</a>; לדוגמה, <em>מספר הפריטים לסידור באינדקס לכל הפעלה של cron</em> מגדיר את המספר המרבי של פריטים שיסודרו באינדקס בכל שלב של <a href="@cron">משימת התחזוקה של cron</a>. במידת הצורך ניתן להקטין מספר זה כדי למנוע חריגות מהזמן המוקצב ושגיאות זיכרון בעת הסידור באינדקס.

source: For more information, see the online handbook entry for <a href="@search">Search module</a>.
he: למידע נוסף, יש לעיין ברשומת המדריך המעשי ל<a href="@system">מודול החיפוש</a>.

source: The search engine maintains an index of words found in your site's content. To build and maintain this index, a correctly configured <a href="@cron">cron maintenance task</a> is required. Indexing behavior can be adjusted using the settings below.
he: מסד הנתונים מחזיק באינדקס של מילים שנמצאות בתוכן האתר שלך. כדי לבנות ולתחזק את האינדקס הזה, נדרשת <a href="@cron">משימת תחזוקה של cron</a> שמוגדרת כראוי. התנהגות הסידור באינדקס ניתנת לכוונון דרך ההגדרות שלהלן.

source: <ul> <li>Check if your spelling is correct.</li> <li>Remove quotes around phrases to match each word individually: <em>"blue smurf"</em> will match less than <em>blue smurf</em>.</li> <li>Consider loosening your query with <em>OR</em>: <em>blue smurf</em> will match less than <em>blue OR smurf</em>.</li> </ul>
he: <ul> <li>נא לבדוק את האיות שלך.</li> <li>יש להסיר סימני ציטוט ממונחים מאוגדים כדי לחפש התאמות לכל מילה בנפרד: <em>"דרדס כחול"</em> ישיג פחות התאמות מאשר <em>דרדס כחול</em>.</li> <li>באפשרותך לנסות לרכך את שאילתת החיפוש שלך באמצעות <em>OR</em>: <em>דרדס כחול</em> תקבל פחות התאמות מאשר <em>דרדס OR כחול</em>.</li> </ul>

source: Search form
he: טופס חיפוש

source: You must include at least one positive keyword with @count characters or more.
he: עליך לכלול לפחות מילת מפתח חיובית אחת בעלת @count תווים ומעלה.

source: Search for either of the two terms with uppercase <strong>OR</strong>. For example, <strong>cats OR dogs</strong>.
he: חיפוש אחר לפחות אחד מבין שני המונחים עם המילה <strong>OR</strong> באותיות גדולות. לדוגמה: <strong>חתולים OR כלבים</strong>.

source: Enter your keywords
he: יש להכניס מילות מפתח

source: Search this site
he: חיפוש באתר זה

source: Enter the terms you wish to search for.
he: יש להכניס מונחים אותם ברצונך לחפש.

source: search content
he: חיפוש תוכן

source: use advanced search
he: שימוש בחיפוש מתקדם

source: administer search
he: תפעול חיפוש

source: Search settings
he: הגדרות חיפוש

source: Configure relevance settings for search and other indexing options
he: הגדרת תצורת הרלוונטיות לחיפוש ולאפשרויות נוספות לסידור באינדקס

source: Clear index
he: פינוי האינדקס

source: Top search phrases
he: ביטויי החיפוש המובילים

source: View most popular search phrases.
he: צפייה בביטויי החיפוש הפופולריים ביותר.
