Repository: yarons/hebdrup
Catalog: po/modules-contact.po
Languages: he

source: Recipients
he: נמענים

source: Example: 'website feedback' or 'product information'.
he: דוגמה: "תגובה על האתר" או "מידע על מוצר".

source: Example: 'webmaster@example.com' or 'sales@example.com,support@example.com'. To specify multiple recipients, separate each e-mail address with a comma.
he: דוגמה: 'webmaster@example.com' או 'sales@example.com,support@example.com'. כדי לציין נמענים מרובים יש להפריד כל כתובת דוא"ל באמצעות פסיק.

source: Auto-reply
he: תגובה אוטומטית

source: Optional auto-reply. Leave empty if you do not want to send the user an auto-reply message.
he: תגובה אוטומטית אפשרית. יש להשאיר ריק אם אינך רוצה לשלוח למשתמש הודעת תגובה אוטומטית.

source: When listing categories, those with lighter (smaller) weights get listed before categories with heavier (larger) weights. Categories with equal weights are sorted alphabetically.
he: בעת הצגת קטגוריות, אלו בעלת המשקל הנמוך (הקטנות) יותר יופיעו לפני הקטגוריות הכבדות (גדולות) יותר. קטגוריות בעלות משקל זהה מסודרת אלפביתית.

source: Set this to <em>Yes</em> if you would like this category to be selected by default.
he: יש להגדיר אפשרות זאת ל<em>כן</em> אם ברצונך שקטגוריה זו תיבחר כבררת מחדל.

source: You must enter one or more recipients.
he: עליך להכניס נמען אחד או יותר.

source: %recipient is an invalid e-mail address.
he: %recipient אינה כתובת דוא״ל חוקית.

source: Category %category has been added.
he: הקטגוריה %category נוספה.

source: Category %category has been updated.
he: הקטגוריה %category עודכנה.

source: Are you sure you want to delete %category?
he: האם ברצונך למחוק את %category?

source: Category %category has been deleted.
he: הקטגוריה %category נמחקה.

source: Additional information
he: מידע נוסף

source: You can leave a message using the contact form below.
he: ניתן להשאיר הודעה בעזרת טופס יצירת הקשר למטה.

source: Information to show on the <a href="@form">contact page</a>. Can be anything from submission guidelines to your postal address or telephone number.
he: המידע שיוצג ב<a href="@form">דף הקשר</a>. יכול להיות כל דבר החל מכללים לשליחה עד לכתובת הדואר או מספר הטלפון שלך.

source: Hourly threshold
he: סף שעתי

source: The maximum number of contact form submissions a user can perform per hour.
he: המספר המקסימלי של טופסי יצירת קשר שמשתמש יכול לשלוח בשעה.

source: Enable personal contact form by default
he: אפשור טופס יצירת קשר אישי כבררת מחדל

source: Default status of the personal contact form for new users.
he: מצב בררת המחדל של טופס יצירת קשר אישי למשתמשים חדשים.

source: Contact form: category %category added.
he: טופס יצירת קשר: הקטגוריה %category נוספה.

source: Contact form: category %category updated.
he: טופס יצירת קשר: הקטגוריה %category עודכנה.

source: Contact form: category %category deleted.
he: טופס יצירת קשר: הקטגוריה %category נמחקה.

source: You cannot send more than %number messages per hour. Please try again later.
he: לא ניתן לשלוח יותר מ־%number הודעות בשעה. אנא נסו מאוחר יותר.

source: Your e-mail address
he: כתובת הדוא"ל שלך

source: Send yourself a copy.
he: שליחת עותק לעצמך.

source: The contact form has not been configured. <a href="@add">Add one or more categories</a> to the form.
he: טופס יצירת הקשר לא הוגדר. <a href="@add">הוספת קטגוריה אחת או יותר</a> לטופס.

source: You must select a valid category.
he: עליך לבחור בקטגוריה זמינה.

source: You must enter a valid e-mail address.
he: עליך לבחור בדוא"ל זמין.

source: Your message has been sent.
he: הודעתך נשלחה.

source: You need to provide a valid e-mail address to contact other users. Please update your <a href="@url">user information</a> and try again.
he: עליך לספק כתובת דוא״ל זמינה כדי ליצור קשר עם משתמשים אחרים. נא לעדכן את <a href="@url">פרטי המשתמש</a> ולנסות שנית.

source: You cannot contact more than %number users per hour. Please try again later.
he: לא ניתן ליצור קשר עם יותר מ־%number משתמשים בשעה. נא לנסות שוב מאוחר יותר.

source: From
he: מאת

source: To
he: לכבוד

source: The message has been sent.
he: ההודעה נשלחה.

source: %name-from sent an e-mail regarding %category.
he: נשלחה הודעת דוא״ל מאת %name-from בנושא %category.

source: %name-from sent %name-to an e-mail.
he: נשלח הודעת דוא״ל מאת %name-from אל %name-to

source: The contact module facilitates communication via e-mail, by allowing your site's visitors to contact one another (personal contact forms), and by providing a simple way to direct messages to a set of administrator-defined recipients (the <a href="@contact">contact page</a>). With either form, users specify a subject, write their message, and (optionally) have a copy of their message sent to their own e-mail address.
he: מודול יצירת הקשר מאפשר תקשורת באמצעות דוא״ל על ידי מתן האפשרות למבקרי האתר שלך ליצור קשר זה עם זה (טופסי יצירת קשר אישיים), ועל ידי מתן האפשרות לשליחת הודעות ישירות באופן פשוט למגוון נמענים שהוגדרו על ידי המתפעלים (<a href="@contact">עמוד יצירת הקשר</a>). עם כל אחד מהטפסים, משתמשים יכולים לציין את נושא ההודעה, לכתוב את הודעתם וגם (לבחירתם) לקבל עותק של ההודעה שלהם לתיבת הדוא״ל האישית שלהם.

source: Personal contact forms allow users to be contacted via e-mail, while keeping recipient e-mail addresses private. Users may enable or disable their personal contact forms by editing their <em>My account</em> page. If enabled, a <em>Contact</em> tab leading to their personal contact form is available on their user profile. Site administrators have access to all personal contact forms (even if they have been disabled). The <em>Contact</em> tab is only visible when viewing another user's profile (users do not see their own <em>Contact</em> tab).
he: טופסי יצירת קשר אישיים מאפשרים ליצור קשר עם המשתמשים דרך דוא״ל תוך שמירת כתובת הדוא״ל של הנמען חסויה. משתמשים יכולים להפעיל או לנטרל את טופסי יצירת הקשר האישיים שלהם על ידי עריכת העמוד <em>החשבון שלי</em> שלהם. אם תכונה זו מופעלת, תופיע לשונית <em>יצירת קשר</em> שתוביל אל טופס יצירת הקשר האישי שלהם. מתפעלי האתר יכולים לגשת לכל טופסי יצירת הקשר האישיים (אפילו אם נוטרלו). הלשונית <em>יצירת קשר</em> מופיעה רק בעת צפייה בפרופילים של אחרים (משתמשים אינם יכולים לראות את הלשונית <em>יצירת קשר</em> העצמית שלהם.

source: For more information, see the online handbook entry for <a href="@contact">Contact module</a>.
he: למידע נוסף, ניתן לעיין ברשומה <a href="@contact">מודול יצירת הקשר</a> במדריך המקוון.

source: The menu item can be customized and configured only once the menu module has been <a href="@modules-page">enabled</a>.
he: ניתן להתאים אישית ולהגדיר את פריט התפריט פעם אחת בלבד לאחר <a href="@modules-page">הפעלת</a> המודול.

source: The contact module also adds a <a href="@menu-settings">menu item</a> (disabled by default) to the navigation block.
he: מודול יצירת הקשר מוסיף <a href="@menu-settings">פריט בתפריט</a> (מנוטרל כבררת מחדל) לתיבת הניווט.

source: Contact settings
he: הגדרות יצירת קשר

source: Personal contact form
he: טופס יצירת קשר אישי

source: Allow other users to contact you by e-mail via <a href="@url">your personal contact form</a>. Note that while your e-mail address is not made public to other members of the community, privileged users such as site administrators are able to contact you even if you choose not to enable this feature.
he: מתן האפשרות למשתמשים אחרים ליצור אתך קשר בדוא״ל דרך <a href="@url">טופס יצירת הקשר האישי שלך</a>. עליך לשים לב שכתובת הדוא״ל שלך לא תופיע באופן ציבורי בפני משתמשים אחרים בקהילה, משתמשים בעלי דרג גבוה כגון מתפעלי האתר יכולים ליצור אתך קשר גם אם תבחר שלא להפעיל תכונה זו.

source: !name sent a message using the contact form at !form.
he: נשלחה אליך הודעה מאת !name באמצעות טופס יצירת הקשר שלך בכתובת !form.

source: !name (!name-url) has sent you a message via your contact form (!form-url) at !site.
he: נשלחה אליך הודעה מאת !name‏ (!name-url) דרך טופס יצירת הקשר שלך (!form-url) באתר !site.

source: If you don't want to receive such e-mails, you can change your settings at !url.
he: אם אינך רוצה לקבל דוא״ל מסוג זה, ניתן לשנות את ההגדרות ב־!url.

source: Message:
he: הודעה:

source: access site-wide contact form
he: גישה לטופס יצירת הקשר הכללי לאתר

source: administer site-wide contact form
he: תפעול טופס יצירת הקשר הכללי לאתר

source: Contact form
he: טופס יצירת קשר

source: Create a system contact form and set up categories for the form to use.
he: יצירת טופס יצירת קשר למערכת והגדרת קטגוריות לשימוש בטופס

source: Edit contact category
he: עריכת קטגוריית יצירת קשר

source: Delete contact
he: מחיקת איש קשר
