Repository: yarons/hebdrup
Catalog: modules/privatemsg/privatemsg_filter/*.po
Languages: he

source: Tags
he: תגיות

source: Tag
he: תגית

source: Usage
he: ניצול

source: Public
he: ציבורי

source: Operations
he: פעולות

source: Yes
he: כן

source: edit
he: עריכה

source: delete
he: מחיקה

source: No tags available.
he: אין תגיות זמינות.

source: Edit @tag
he: עריכת @tag

source: Name
he: שם

source: Public tags are visible for all users, private tags are only visible if they use them.
he: תגיות ציבוריות זמינות עבור כל המשתמשים, תגיות פרטיות זמינות רק לאחר שמשתמשים בהן.

source: Create tag
he: יצירת תגית

source: Save tag
he: שמירת תגית

source: Tag already exists, choose a different name.
he: התגית כבר קיימת, יש לבחור שם חדש.

source: Tag updated.
he: תגית עודכנה.

source: Tag created.
he: תגית נוצרה.

source: Are you sure you want to delete?
he: האם אכן ברצונך למחוק?

source: Tag has been deleted
he: התגית נמחקה

source: Search message body
he: חיפוש התוכן ההודעה

source: WARNING: turning on this feature will slow down search performance by a large factor. Gets worse as your messages database increases.
he: אזהרה: הפעלת תכונה זו תאט באופן משמעותי את ביצועי החיפוש. מחמיר כשמסד הנתונים גדל.

source: Position of the tagging textfield
he: מיקום תיבת הטקסט של התיוג

source: Use higher values to push the form lower down the page, lower or negative values to raise it higher.
he: ניתן להשתמש בערך גבוה יותר כדי להציב את הטופס נמוך יותר בעמוד, ערכים נמוכים יותר או שליליים יגביהו אותו.

source: Inbox
he: דואר נכנס

source: All messages
he: כל ההודעות

source: Choose the default list option
he: בחירת אפשרות בררת המחדל לרשימה

source: Choose which of the two lists are shown by default when following the messages link.
he: בחירה בין איזה משתי הרשימות תופיע כבררת מחדל בעת לחיצה על קישור ההודעות.

source: Tag %tag was ignored because you do not have permission to create new tags.
he: התגית %tag בהתעלמות מכיוון שאין לך הרשאות ליצור תגיות חדשות.

source: Filter messages
he: סינון הודעות

source: Search messages
he: חיפוש הודעות

source: Search subjects
he: חיפוש נושאים

source: Filter
he: סינון

source: Save filter
he: שמירת סינון

source: Filter messages (active)
he: סינון הודעות (פעיל)

source: Reset
he: איתחול

source: Apply tag...
he: החלת תגית...

source: Apply Tag
he: החלת תגית

source: Remove Tag...
he: הסרת תגית...

source: Remove Tag
he: הסרת תגית

source: The selected conversations have been tagged.
he: השיחות שנבחרו תויגו.

source: The tag has been removed from the selected conversations.
he: התגית הוסרה מהשיחות שנבחרו.

source: Tags for this conversation
he: תגיות לשיחה זו

source: Separate multiple tags with commas.
he: הפרדת תגיות באמצעות פסיקים.

source: Tag this conversation
he: תיוג שיחה זו

source: Tagging information has been saved.
he: פרטי תיוג נשמרו.

source: filter private messages
he: סינון הודעות פרטיות

source: tag private messages
he: תיוג הודעות פרטיות

source: create private message tags
he: יצירת תגיות להודעה פרטית

source: Configure filter settings.
he: התאמת הגדרות סינון.

source: Configure tags.
he: הגדרת תגיות.

source: List
he: רשימה

source: Add
he: הוספה

source: Sent messages
he: הודעות שנשלחו

source: Allow users to filter messages using tags or other criteria.
he: אפשור למשתמשים לסנן הודעות באמצעות תגיות או קריטריונים.
