Repository: yarons/hebdrup
Catalog: modules/author_pane/modules/translations/modules.*.po
Languages: he

source: None
he: אין

source: Email
he: דוא״ל

source: Send private message
he: שליחת הודעה פרטית

source: Remove from buddylist
he: הסרה מרשימת החברים

source: Add to buddylist
he: הוספה לרשימת החברים

source: Contact user
he: יצירת קשר המשתמש

source: Send PM
he: שליחת ה״פ

source: Ban IP
he: חסימת ה־IP

source: Remove from @rel_plural_name
he: הסרה מהקבוצה @rel_plural_name

source: Remove @name from @rel_plural_name
he: הסרת @name מהקבוצה @rel_plural_name

source: Add @rel_name
he: הוספת @rel_name

source: Add @name as a @rel_name
he: הוספת @name בתור @rel_name

source: Become @name's @rel_name
he: הצטרפות כ@rel_name של @name

source: Become %name's %rel_name
he: הצטרפות כrel_name% של %name

source: Add as a @rel_name
he: הוספה בתור @rel_name
